[
  {
    "item_id": "108",
    "manuscript_title": "American cookbook, 1759",
    "page": "Page 11",
    "recipe_index": null,
    "transcript": "To make Bisket Cakes.\nTake the yealks of 8 eggs, & 4 whites one pound of Sugar, & one spoone full of Rosewater, & boile them together an houre, & put in one pound of Flower, & a graine of Musk, Caraway seede, & Cullemerseed steeped in Rosewater, & dry them in a cloth: Put them in plates, or saucers, and bake them. Take one pound of Jordane - or Valence - Almonds, & blanch them: then beate them with half a pound of Sugar: put in now & then one spoonfull of Rosewater, & beate it into very faire past: then put it into a silver dish, & strew a spoonefull of flower upon the past, & stirr it continually, & let it boile, while you think it dry through: then take some ginger, & sugar finely beaten, & searced, & mould your past in it, & rowle it very thinne, & print it, & dry it in your Stove.\nYou may make the same Past with Cynamon in stead of Ginger.",
    "detected_titles": [
      "To make Bisket Cakes"
    ],
    "char_count": 855,
    "confidence": 10
  },
  {
    "item_id": "108",
    "manuscript_title": "American cookbook, 1759",
    "page": "Page 3",
    "recipe_index": null,
    "transcript": "To make a Whitepott.\nTake 4 Manchets, cutt of all the Crusts, then cutt them in small square peices. Take Creame, & boile it with a Nutmegg cutt in quarters, & a litle large Mace, & wett yoe Bread throughly with it. Then take 8 Eggs (take from them 4 whites) beate them well with a litle Damask-Rose-water, & and put in so much Salt, as you will think will season it. Then take a quarter of a pound of Sugar, or a litle more, & put in into yoe Eggs. Butter yoe Dish, before you put it in: & Lay Apples in the bottome of yoe Dish, cutt in thinne round peices. Wash, & stone Reisins of ye Sunne, & lay them in the bottome of the Dish. Then take a pound of Suet, shredd it very small, & put it to the Bread. Put in yoe Eggs before yoe Suet. Stirre all these well together: then put them into yoe Dish, & stick more Raisins in the topp, & marone in ye topp. Cover the marone, & the Raisins. Let it bee sett on, and baked, with Pies.",
    "detected_titles": [
      "To make a Whitepott"
    ],
    "char_count": 928,
    "confidence": 10
  },
  {
    "item_id": "108",
    "manuscript_title": "American cookbook, 1759",
    "page": "Page 7",
    "recipe_index": null,
    "transcript": "To make Past of Apples.\nTake the best Pippins you can gett, pare & core them. To every half pound of them, take half a pound of Sugar, which Sugar dissolve with a litle water, & boile to the height of Sugar Candy; Then take the syrrop, & put it in a silver dish, & let it stand till you have boiled yoe Pippins thus. Take the half pound of them, & put to half a pint of water, & two ounces of Sugar: Boile them on the fire, as fast as you can: and when the apple is cleere, take it of the fire, & bruise them as small as you can: And as you bruise them put them into the syrrop: and when you have bruised all, sett that dish with the Apples on the Vapour of a pott, till you see that the Past is somewhat thick: Then take it of the pott, and cast it into what formes you please. If you put in a litle Rosewater, & Musk, it will give the Past a good tast.",
    "detected_titles": [
      "To make Past of Apples"
    ],
    "char_count": 854,
    "confidence": 10
  },
  {
    "item_id": "110",
    "manuscript_title": "American cookbook, 1850-1870",
    "page": "Page 11",
    "recipe_index": 2,
    "transcript": "To make puff pudding\nTake four eggs to a pint of milk. Beat the eggs till they are light, separately. Stir in some flour into the milk, about 1/4 of a pound, 2 ounces of butter. Mix all together, stirring in whites of eggs last. Bake 3/4 of an hour\nMrs. S.J. [illegible] Egg Nogg --\nTake 1 egg and beat it light in a tumbler, then add 2 tablespoons of cream, and pour in brandy to suit the taste, also sugar, stir hard while pouring the liquor in fill the tumbler with cream.\nIn making a large quantity beat the whites of the eggs light, and drop over [top?] of the bowl",
    "detected_titles": [
      "To make puff pudding"
    ],
    "char_count": 570,
    "confidence": 13
  },
  {
    "item_id": "113",
    "manuscript_title": "American cookbook, 1930s?",
    "page": "Page 20",
    "recipe_index": null,
    "transcript": "a grated nutmeg. When it is lukewarm beat four eggs with four ounces of sugar, and stir it in adding eight ounces of raisins, pour the whole into a buttered pudding dish and bake forty five minutes \nMock Oysters of Green Corn \nMix a pint of grated green corn with three spoonfuls of milk, a teacup of flour, half a teacup of drawn butter, a teaspoonful of salt, half a teaspoonful of pepper and one egg. Drop by the spoonful into hot butter; let the cakes fry from eight to ten minutes \nRhubarb Pie \nStrip off the skin and slice thin, the tender stalks of rhubarb, Put the rhubarb in deep plates lined with pie crust, with a thick layer of rhubarb, a little grated",
    "detected_titles": [
      "a grated nutmeg"
    ],
    "char_count": 664,
    "confidence": 10
  },
  {
    "item_id": "114",
    "manuscript_title": "American cookbook, ca. 1850",
    "page": "Page 20",
    "recipe_index": null,
    "transcript": "To stew Tench\nTake your Tench and clean them well, fry them a little to brown them, then put them into a stew Pan with some exceeding good Gravy, and Red Wine as much as will cover them, put in a few Herbs, and a little Chyan Pepper, stew them slowly 'till enough then thicken the Gravy\nCurrants for Tarts\nGet ripe Currants when it is dry, pick them, to a pound and a quarter of Currants, a pound of Sugar, then put a pound of Sugar into a preserving Pan, with as much Juice as will dissolve them, when it boils skim it, and put in your Currants boil them 'till clean, and put them into a Jarr with Brandy Paper over them, tye them down, and keep them in a warm place. I always cover them with Mutton Fat.\nApple Pudding\nSix Ounces of grated Apples, four Ounces of Butter, four ounces of fine Sugar, five Eggs leaving out part of the Whites, the Rind of 2 Lemons grated, and a spoonful or two of Brandy. Taste your Dish and bake it",
    "detected_titles": [
      "To stew Tench"
    ],
    "char_count": 930,
    "confidence": 12
  },
  {
    "item_id": "114",
    "manuscript_title": "American cookbook, ca. 1850",
    "page": "Page 30",
    "recipe_index": null,
    "transcript": "A Spoonful Pudding\nTake a spoonful of Flour, a spoonful of Cream or Milk, one Egg, some Nutmeg or ginger with a few Currants mix altogether, put it in a Cloth and boil it half an Hour. Sauce to your Taste.\nCollege Pudding\nOne pound of Bread, half a pound of Suet, half a pound of Currants, some Sugar, grated Lemon Peel, Nutmeg, two Cloves, and a blade of Mace pounded, mix all together and wet them with an Egg, roll them up in small balls, fry them and pour Wine and Sugar over them.\nLemon Cheese Cakes\nThe Rinds of two large Lemons boil'd very soft, a quarter of a pound of fine Sugar, the Yolks of six Eggs, half a pound of Butter, and a spoonful of Brandy, beat all well together, you must not fill your tins above half full",
    "detected_titles": [
      "A Spoonful Pudding"
    ],
    "char_count": 729,
    "confidence": 12
  },
  {
    "item_id": "114",
    "manuscript_title": "American cookbook, ca. 1850",
    "page": "Page 39",
    "recipe_index": null,
    "transcript": "To stew Pigeons\nTake four pigeons, one pound of beef chop'd small and made into gravy, with a large blade of mace, half a spoonful of whole pepper, a little flour, and a small peice of butter about the size of a nutmeg, and a pint of water, make your gravy very strong, strain it, then put your pigeons in, let them stew for an hour and half, turn them often, take mace and put to pigeons, with brown sippets to send them up.\nBlanc Mange\nBoil half an ounce of Isinglass, in a pint of milk, a few bitter almonds, and some cinnamon, sweeten to your taste, boil it till the Isinglass is all dissolved, then strain it when warm, you may fill your Pots or Tins, when cold turn them out.\nAnother Mrs. [illegible]\n2 oz Isinglass to a qt. of new milk boil gently till reduced to a pint & a 1/2 The rind of a lemon. The Isinglass to be first steeped in a little boiling water for an hour be careful to [illegible] the Blanc Mange [little?] before turned into [mould?]\n[illegible passage]",
    "detected_titles": [
      "To stew Pigeons"
    ],
    "char_count": 978,
    "confidence": 10
  },
  {
    "item_id": "114",
    "manuscript_title": "American cookbook, ca. 1850",
    "page": "Page 45",
    "recipe_index": null,
    "transcript": "To make Cold Cream\nTake a pint of fresh drawn Trotters Oil, One Ounce of Virgins Wax, one ounce of spermaciti put them together in a stone jar, set it over a Fire in a sauce pan of Water, let it steam till the Wax and spermaciti are quite dissolved, then pour it into a large pan of Spring Water, beat it daily two or three times with a Wooden Spoon for a Week, changing the Water every Day - NB the last time of beating should be with Rose Water.\nWelch Pudding\nHalf a pound of Butter, 6 Eggs, 6 ounces of Sugar, 5 drops of Essence of Lemon, beat the Eggs and Sugar together, then melt the Butter, and mix them, a spoonful at a time, Boil them till they are thick, put a thin paste into your Dish, and bake it an Hour. NB Do not put the Lemon in till it is Cold.",
    "detected_titles": [
      "To make Cold Cream"
    ],
    "char_count": 762,
    "confidence": 16
  },
  {
    "item_id": "114",
    "manuscript_title": "American cookbook, ca. 1850",
    "page": "Page 7",
    "recipe_index": null,
    "transcript": "To Pickle Mushrooms\nWith a Flannel dipped in Beer, wipe the dirt from the mushrooms, throw a little salt on them, and let them stand 24 Hours, then put them in a stew Pan over the Fire 'till, all the Liquor is dried up from them - Add long Pepper, Allspice, and black Pepper, and cover your mushrooms with one third Port Wine, and two thirds Vinegar, and let it boil long enough to taste of the Spice\nA Common Plum Cake\nA pound and three quarters of Flour 12 Oz of Butter, 1/2 lb sugar, 1 lb Currants, three spoonfuls of new yeast, and four Eggs - Wash the Butter with Rose Water, and add Spice, Candid Peel, and Brandy for a good Cake - An Hour and a quarter will bake it\nAnother Mrs Wigg\n1/2 quarter of dough 1/8 lb of butter 1/2 lb currants 1/4 lb sugar- Put the butter [in?] beat thoroughly with the dough then add the sugar & mix it well. Strew in the currants a few at a time",
    "detected_titles": [
      "To Pickle Mushrooms",
      "A Common Plum Cake"
    ],
    "char_count": 881,
    "confidence": 12
  },
  {
    "item_id": "116",
    "manuscript_title": "James Doak cookbook: The art of cookery, circa 1760s",
    "page": "Page 10",
    "recipe_index": null,
    "transcript": "To roast a Hare\nTake a hare when it is [cas'd?] and make a Pudding, take a Quarter of a pound of Suet, and as much Crumbs of Bread. a little Parsley shred fine and about as much thyme as will lay on a Sixpence, then shred; an anchovy shred small, a very little Pepper and Salt, Some Nutmegs, 2 Eggs, and a little lemon peal. mix all this to gether, and put it into the Hare, Sew up the Belly, spit it, and lay it on the fire, which must be a good one. your Dripping-pan must be very clean & nice. put 2 Quarts of milk and half a pound of Butter into the pan: keep basting it all the Time it is Roasting. with the Butter & milk, till the Whole is us'd and your Hare will be Enough\nyou must first parboil it and Chop it fine.\nDifferent Sorts of Sauce for a Hare\nTake for sauce, a pint of Cream & 1/2\" of fresh Butter: put them in a Sauce pan, and keep stirring it with a Spoon till all the Butter is melted: and the Sauce thick; then take up the hare: and pour the Sauce in to the Dish. \nAnother Way to make Sauce for a Hare, is to make good gravy, thick'nd with a little piece of Butter rool'd in Flour, and pour it into the dish. you may leave the Butter out if you do not like it, and have some Currant Jelly Warm'd in a Cup a red Wine and Sugar Boil'd to Syrup; done thus: take 1/2 pint of Red Wine a quarter of a pound of sugar and set over a slow fire to simmer for a 1/4 of an Hour. you may do half the Quantity and put it into a Sauce Boat or Bason.",
    "detected_titles": [
      "To roast a Hare"
    ],
    "char_count": 1455,
    "confidence": 16
  },
  {
    "item_id": "116",
    "manuscript_title": "James Doak cookbook: The art of cookery, circa 1760s",
    "page": "Page 19",
    "recipe_index": null,
    "transcript": "A Second Way to make White Fricasey\nyou must take 2 or 3 Rabbits or Chickens, skin them, and lay them in Warm Water, and dry them with a clean cloth. put them into A stewpan with a Blade or two of mace a little Black and little white peper, an Onion, a little Bundle of sweet Herbs, and do but just cover them with Water: Stew them till they are tender, then with a fork take them out; strain the Liquour and put them into the pan again with half a pint of the Liquour and half a pint of Cream. the yolks of two Eggs beat well, half a nutmeg grated, a glass of White Wine, a little Piece of Butter rool'd in flour, and a gill of Mushrooms; keep stirring all together, all the White one Way, till it is smooth and of a fine thickness, and then dish it up. add what you please\nA third way of making a White Fricasey\nTake three chickens, skin them, cut them into small pieces; that is, [coery] joint asunder; lay them in Warm Water for a Quarter of an Hour, take them out and dry them with a cloth, then put them into a Stew pan with milk & Water, and Boil them tender take a pint of good cream, a Quarter of a pound of Butter and stir it till it is thick; then let it stand till it is cool - turn over leaf",
    "detected_titles": [
      "A Second Way to make White Fricasey",
      "A third way of making a White Fricasey"
    ],
    "char_count": 1204,
    "confidence": 13
  },
  {
    "item_id": "116",
    "manuscript_title": "James Doak cookbook: The art of cookery, circa 1760s",
    "page": "Page 9",
    "recipe_index": 2,
    "transcript": "To make a Pruen Pudding\nTake a Quart of milk, beat 6 Eggs, half the Whites, with half a pint of the milk and 4 Spoonfulls of flour, a little Salt & Spoonfulls of beaten ginger: then by Degrees mix in all with the Milk, and 1 # of pruens tie it in a Cloth. boil it an Hour, melt Butter & pour over it. Damsons eat well done this way instead of Pruens\nTo Frickasey Cod\nGet the Sounds, blanch them. then make them very Clean, and Cut them into little Pieces. if they be dried sounds you must boil them very tender. get some of the Rows, blanch them, and wash them Clean, cutthem Cut them into round pieces about an inch thick, with Some of the Livers, an Equal Quantity of each, to make a handsome dish, and a piece of Cod about one pound in the middle. put them in a Stew pan, Season them with a little beat mace, grated Nutmeg and Salt, a little Bundle of Sweet Herbs, an Onion, an a Quarter of a pint of fish broth or boiling Water: Cover them Close, and let them Stew a few minutes; then put in 1/2 pint Red Wine, a few oysters with the Liqueur strain'd, a piece of Butter rool'd in Flour; Shake the Pan round and let them Stew softly, till they are Enough. take out the Sweet Herbs and Onions, and dish it up. Garnish with Lemon; or you may do them white thus instead of Red Wine add White and a Quarter a pint of cream.",
    "detected_titles": [
      "To make a Pruen Pudding"
    ],
    "char_count": 1322,
    "confidence": 14
  },
  {
    "item_id": "117",
    "manuscript_title": "Abigail Wellington Townsend cookbook, circa 1840",
    "page": "Page 14",
    "recipe_index": null,
    "transcript": "To make a Yam pudding\nRoast your yams take them clean out of the skins as much as will weigh 2 pounds beat them beat them in a morter very fine & as you beat put by a spoonful at a time half a pint of cream take half a pound of butter & do the same & keep beating it up light with your pestle while that is beating take 15 eggs leave out 2 whites 1 pound of sugar & beat them when they are light put in 4 spoonfulls of rose water 4 spoonfulls of Brandy",
    "detected_titles": [
      "To make a Yam pudding"
    ],
    "char_count": 452,
    "confidence": 11
  },
  {
    "item_id": "117",
    "manuscript_title": "Abigail Wellington Townsend cookbook, circa 1840",
    "page": "Page 19",
    "recipe_index": null,
    "transcript": "To make bambery cakes\nTake a pint of yeast take a quart of water & let it stand all night. pour of the water when you use it 5 pounds of flower one pound & a half of sugar one pd of butter 2 pd & 1/2 of currents 3/4 of an oz of spices viz cloves nutmegs & mace a gill of rose water 6 eggs dry the flower & sugar by the fire melt the butter in a pint of water pound the spice fine & mix with the currants & sugar but dont put it to the flower then pour",
    "detected_titles": [
      "To make bambery cakes"
    ],
    "char_count": 451,
    "confidence": 11
  },
  {
    "item_id": "119",
    "manuscript_title": "Jos. Forbes cookbook, circa 1790s",
    "page": "Page 16",
    "recipe_index": 2,
    "transcript": "To make Little Cakes in Pans\nTake 1 lb of flour, 1 lb of Butter, 1 lb of white Sugar, pounded very well, & 5 yolks of Eggs, wash the Butter in Water y/n work it in Rose Water & 1/4 lb Currants mix them altogether\n42nd To make Carrot Pudding\nTake one penny Loaf & grate it almost as much as Carrot boil your Carrot & Rub them through a Cullender, then mix 'em well together, & put to them 1/2 pint of Cream, 6 Eggs, 3 whites, 1/2 pound of Sugar 1/2 a Nutmegg, a little Salt, & when it is mixed Take 1/2 lb Butter, Melt it very thick & Stir it in, 3/4 of a hour will Bake it, tis as good boil'd as Bak'd",
    "detected_titles": [
      "To make Little Cakes in Pans"
    ],
    "char_count": 601,
    "confidence": 14
  },
  {
    "item_id": "119",
    "manuscript_title": "Jos. Forbes cookbook, circa 1790s",
    "page": "Page 23",
    "recipe_index": null,
    "transcript": "61st \nthey look clear, Still Stirring them as they Boil, then take 'em out and boyl your Syrrup till it is enough, Scum it well, the next Morning put your gooseberries in a pott & pour your Syrrup on them, & paper 'em up close they will keep all the Year\n62nd To make Marmalade of Gooseberries\nTake 1 lb of Loaf Sugar wett it in a little Water, & Boil it till it comes to Sugar again, then take 1 lb of the fairest Gooseberries Green and put 'em in the Kettle to ye Sugar, sett it on the Fire and when the Sugar is all Melted, make it Boil as fast as you can take care of Burning, & Scum them Clean, when you see they look Green and clear, take them off & put 'em into your Glasses, you must take great care in the Boiling for fear they should turn Red\n63rd To Bake a Custard Pudding\nTake a quart of Cream, 8 Eggs, Sugar, Nutmegg & Salt, beat these together with thin Slices of a penny Loaf, Cover ye Bottom of the Dish & so put it a Quarter of a pound of Reasons & a little Marrow with ye Bread, then pour out your Cream and Bake it an hour\nA Fricossey",
    "detected_titles": [
      "A Fricossey"
    ],
    "char_count": 1053,
    "confidence": 11
  },
  {
    "item_id": "133",
    "manuscript_title": "New England cookbook, 1855-1934",
    "page": "Page 15",
    "recipe_index": null,
    "transcript": "A good way for plumb Cake\nTake 1 1/2 lbs of flour, one of sugar, & one of butter, 6 eggs, half a pint of yeast, 4 lbs of currants, half a pint of milk a teaspoon full of pearlash, a nutmeg & other spice to your taste. Beat it well & raise it before you bake it.\nAnother way\nFive pounds of flour, 3 do of sugar 2 1/4 of butter - 3 lbs of currants, half a pint of cream, half a pint of rose water, 1/2 pt of wine & brandy 1/2 pint of new yeast beat it well together & let it rise over night, put in the currants just before it goes into the oven, let the wine & rose water be just warm\nElection Cake\nTo 5 lbs of flour add 2 of sugar, 1 1/4 of butter, no eggs, but raise it with yeast\nAnother good way\n5 lbs of flour, 1 1/2 of sugar, 3/4 of butter 5 eggs & half a pint of yeast, Ginger brandy & seeds - mix it soft with milk",
    "detected_titles": [
      "A good way for plumb Cake"
    ],
    "char_count": 821,
    "confidence": 12
  },
  {
    "item_id": "133",
    "manuscript_title": "New England cookbook, 1855-1934",
    "page": "Page 65",
    "recipe_index": null,
    "transcript": "A small Sponge Cakes\n1 cup of sugar, 1 egg 1/2 cup of milk, 2 teaspoonsful cream tartar, one of soda, butter size of an egg - spice to taste\nCookies -\n1 cup butter, 2 cups sugar, 1 cup cold water 1/2 teaspoon of saleratus, 2 eggs- flour enough to roll and not more -\nSoft Gingerbread\n1 cup molasses, 1 do sugar, 1 do butter 1 cup of butter milk, 1 egg - saleratus - cloves - mix rather stiff. -\nMarble Cake (For the white Cake)\n1 cup butter, 3 cups white sugar, 5 cups flour even full- 1/2 cup of sweet milk - half a teas spoon of soda, the whites of 8 eggs - flavor with lemon\n(For the dark Marble portion)\n1 cup of butter, 2 cups brown sugar 1 cup of Molasses, one do sour milk, 1 teaspoon full soda, 4 cups of flour yolks of eight eggs & one whole egg - spices of all kinds - Put into pans, first a layer of black, then white - and proceed on so, finishing with the layer of dark. - Bake in a hot oven \nMuffins HAE\n1 pint sour milk - teaspoon of Soda, 1 egg flour enough to make a thick batter.",
    "detected_titles": [
      "A small Sponge Cakes"
    ],
    "char_count": 997,
    "confidence": 11
  },
  {
    "item_id": "133",
    "manuscript_title": "New England cookbook, 1855-1934",
    "page": "Page 75",
    "recipe_index": null,
    "transcript": "To preserve Peaches\nTake about a pint of ashes & tie it in a cloth, put it into a pail of cold water, let it boil - Then take out bag of ashes & put a few peaches at a time into the water, let them stand a few minutes then skim them out & put them into cold water, & the skin of peach will peal off - without wasting any of the peach - proceed in the same manner until you get them all pared, then take a pd of sugar to a pd of peach let them stand over night & make their own syrup. Boil them next day about 15 minutes Tie a brandy paper over them, when cold.-\nCoffee Cake \n1 cup of Coffee, 1 cup Molasess, 1 cup of sugar 1/2 cup of butter 1 teaspoonful saleratus 1 egg - spice and raisins to suit the taste. -\nMountain Cakes\n1 cup of sugar, 2 eggs 1/2 cup butter half cup of milk, (or water - 2 of flour - teaspoonfull of cream tartar - half teaspoon of soda - nutmeg -",
    "detected_titles": [
      "To preserve Peaches"
    ],
    "char_count": 871,
    "confidence": 11
  },
  {
    "item_id": "133",
    "manuscript_title": "New England cookbook, 1855-1934",
    "page": "Page 8",
    "recipe_index": null,
    "transcript": "To Cook a French dish\nTake six onions, fry them very brown, cut them in slices, & put them in a Dutch oven. Put a head of Cabbage in, cut in small pieces or quarters - lie in the meat or poultry whole or cut, as you please, add a shake of flour, a small bit of butter, pepper, salt & Catsup to your taste. Let it stew till tender, cover well with water, & keep the top of the oven on till done.\nSalsafer Sauce\nTake the plant and wash it clean & scrape it - then boil it two hours, quite tender in as much milk & water as will be sufficient for your sauce - then add butter, white wine, nutmeg, pepper & salt\nPlum Pudding\nOne pint of suet, one do of stoned raisins, 1 doz eggs, 3 pounded crackers - sugar according to your taste 1 quart of milk, 2 nutmegs - a little rose water - 2 hours to bake\nLemon Pudding\nGrate the rind of two large lemons & squeeze the juice upon it let it stand two hours, then strain it off & put to it nine eggs, half a pound of loaf sugar, 3 ounces of butter melted in rose water & three or four spoonsful of cream",
    "detected_titles": [],
    "char_count": 1040,
    "confidence": 17
  },
  {
    "item_id": "1730",
    "manuscript_title": "English cookbook, 1700",
    "page": "Page 13a",
    "recipe_index": 1,
    "transcript": "To Pot Beef 13\nTake three or four pounds of lean Beef that is tender & two ounces of salt Petre pounded & two ounces of the brownest sugar you can get & a hanful of common salt, mix all this together & rub it on your Beef. Put it in a pan with a pint of water, lett it lye four days turning it each day twice, take it out of ye Brine & dry it in a Cloth, putt it in a pan and strew over it, two pounds of Beef suet, & a quart of water bake it with the great Bread 'till it is tender, take it out of the gravy & pick it clean from the skins & gristles, put it in a wooden Bowl & pound it fine as you can, with a spoon take some of the fat off the gravy, & pound it with the meat to make it mellow, as you pound it, season with pepper, salt, & Nutmeg, to your taste. Beat it down in your pots, close the sides well when cold pour over your Butter.\nMrs Roberts",
    "detected_titles": [
      "To Pot Beef"
    ],
    "char_count": 857,
    "confidence": 13
  },
  {
    "item_id": "1730",
    "manuscript_title": "English cookbook, 1700",
    "page": "Page 31a",
    "recipe_index": null,
    "transcript": "To Jugg a Hare\nTake off the skin & wash it clean, cut it in pieces & put it into an Earthen Jugg, (that is well clean'd) with a little Pepper, Mace, Eschalot, a bunch of sweet herbs, and a little Lemon peel, stop your Jugg close that no air can get in, & set it in a Pot of boiling water, let it stew four hour[s] take it out & add to the gravy a little red wine, Lemon Juice, salt & Nutmeg, toss it up thick with butter and flour, & serve it table\nMrs Phillot\nA Custard Pudding\nTake half a pint of New Milk, put in it seven or eight blades of mace & a good piece of Cinnamon, let it boyl 'till strong of the Spice, then strain it into a quart of thick Cream, take twenty Eggs leave out half the whites and all the Cock-treads, beat them well with a spoonful of flour, & a quarter of a pound of sugar, mix all this together & butter your Cloth very well & shake flour over it, put in your Pudding & tye it very close, put it down in a Pot of boiling water & let it boyl for an hour & half when you take it up pour drawn Butter & sack over it & Shake fine sugar over your Dish & c\nMrs Halls Margeret\nBlanc Mange.\nTo a quart & half a pint of Cream add one ounce and a quarter of Isinglass 5 or 6 Bitter Almonds beat fine a bit of Cinnamon & Lemon peel sweeten to your taste & give it one boil stirring it all the time it is on the Fire. when you take it off keep stirring it till it is almost Cold then add a little Lemon Juice before you put it in your shapes into which it must be strained through a Napkin \nMrs Patrick",
    "detected_titles": [
      "A Custard Pudding"
    ],
    "char_count": 1519,
    "confidence": 16
  },
  {
    "item_id": "1730",
    "manuscript_title": "English cookbook, 1700",
    "page": "Page 42a",
    "recipe_index": null,
    "transcript": "To Pot Beef or Venison 42\nIf Beef it must be of ye Buttock & to six pound of meat Take a piece of lean beef, two ounces of Salt Petre pounded, two ounces of brown sugar, and a handful of common salt, mix it together & rub your beef with it. put it in a pan with a pint of water, let it lye four Days turning it every day twice, then take it out of the brine & dry it in a cloth. put it in a pan & strew over it two pound of beef suet and a quart of water. bake it with the large bread 'till it be tender, then take it out of the gravy & pick it clean from the skins and gristles, then put in a bowl or Mortar & pound it very fine taking off a few spoonfuls of the fat from the gravy & add to it to make it mellow. season it with pepper, salt, Nutmeg, & mace to your palate, beat it down in the pots you keep it in, taking care to clove the sides well, when 'tis cold cover it with clarify'd butter or Beef Suet. \nMrs Wright\nLemmon Cheese\nTo a pint of cream put the juice of 3 Lemmons, 1/2 lb of loaf sugar the rind of one Lemmon put a paper round the edge of a sieve turned [around?] then put in your cheese after it is whipt to a solid froth make it the night before you [eat?] it The paper should be the depth of your cheese.",
    "detected_titles": [
      "To Pot Beef or Venison"
    ],
    "char_count": 1227,
    "confidence": 14
  },
  {
    "item_id": "1730",
    "manuscript_title": "English cookbook, 1700",
    "page": "Page 84a",
    "recipe_index": null,
    "transcript": "Cut your Lobster in small pieces pick the body very clean, put with it if there is any red berries, it, red (illegible?) bruise it together in a mortar, put it into your sauce pan with a little Gravy, Nutmeg, pepper , an Anchovy chopt small and an onion. Simmer it together & then add as much Butter melted very thick as you like, boil it up altogether\n\nAn Omelet\n\nAbout 2 or 3 spoonfuls of grated bread, a little Milk, the yolks of 5 or 6 Eggs, the whites of two, parsley, Ham chopt fine pepper, salt to your taste. bake it in a dish.\n\nWalnut Catchup\n\nTake a quart of the juice of Walnut Liquor from the (illegible) Walnut Shells a pint of vinegar let it stand four days then boil it half away beat a quarter of an ounce of Mace, Ditto Cloves, Ditto Nutmeg a good handful of Eschalots tye all up in a muslin rag, pour your Liquor upon it, let it stand a month strain it off, bottle it for (now?) When you use it thicken it with Butter you may add an Anchove, a few cloves of Garlick.\n\nHung Beef\n\nTo 14 lb of Brisket Beef one quarter of a pd of Salt Petre one quart of common Salt, 3/4 of pd of coarse sugar pound, mix the Ingredients altogether, them make it very hot rub it into the beef before the Fire till 'tis dissolved let it lay 12 Days (illegible) baste it evry Day. Rub it over with Bran, dry it.",
    "detected_titles": [
      "An Omelet"
    ],
    "char_count": 1306,
    "confidence": 14
  },
  {
    "item_id": "1730",
    "manuscript_title": "English cookbook, 1700",
    "page": "Page 93a",
    "recipe_index": null,
    "transcript": "To make a dish of Fricasied Eggs\nBoil 6 Eggs hard, split them the long way, save the whites, take the yolks, bruise them with a spoon on a trencher very fine, then shred a little Parsley, a Sharlot very fine also, mix up these with a little pepper and salt to your taste with about as much butter as it will role it up in Balls in your hands with a little flour, like the size of the whole Yolks, then put them into your hard boild whites, put them in a stew pan to keep hot, pour over them when you dish them a good fricacie sauce. to make the halves stand upright in the dish you must cut a little bit flat as the bottom. you will have twelve half whites which are sufficient for a Dish\nCandyd Fruit Cakes\nTwo quarts of Plumbs stond only, two Quarts of Pears and 2 Quarts of Apples pared and cored, three quarters of a pound of brown Sugar, put all into a deep brim pan, called by some as stew pan, set it in the oven till well stewd down, then put it into a sweetmeat pan and boil it to a thick consistance and put it into dishes to stiffen and dry. if not dry enough when cold to turn out in Lumps and cakes then put it into the oven in the dishes when the Bread is taken out, and let it stay all night.",
    "detected_titles": [
      "To make a dish of Fricasied Eggs"
    ],
    "char_count": 1207,
    "confidence": 15
  },
  {
    "item_id": "1760",
    "manuscript_title": "Anne Bayne booke [of recipes] circa 1700",
    "page": "Page 111",
    "recipe_index": null,
    "transcript": "To make an oatmeale puddin as fine as a plum Cake\nTake 3 pints of new milk & boile it. then have ready\nyour oatmeale which must be bett & searced thru\na haire seive. when your milk boiles put in as much\noatmeale as will thicken it & stir it all the while\nit is on the fire. then power it into a pot & let it\nstand till the next morning. then put in a pound\n& a halfe of Currans cleane washt & dried. then\nput in 8 Eggs but leave out 4 whites. beat them\nwell with rose water & 3 or 4 spoonfulls of sack\nthen put in a nutmeg grated & a pound & a halfe\nof beefe sewitt. shred small. if you please you may\nput in some Candid Citteran. or Candid Lemon. then\nbutter your puddin pan it must be a deepe one so\nbake it. but put in about 2 pound of sugar. besure\nyou shred your sewitt so small that it cannot be\nseene in it. when it comes out of the oven power\nsome melted butter upon it. & strew sugar upon it\nso serve it up.",
    "detected_titles": [
      "To make an oatmeale puddin as fine as a plum Cake",
      "a haire seive"
    ],
    "char_count": 916,
    "confidence": 12
  },
  {
    "item_id": "1760",
    "manuscript_title": "Anne Bayne booke [of recipes] circa 1700",
    "page": "Page 119",
    "recipe_index": 1,
    "transcript": "To make an Almond quaking puddin\nTake a pint of Creame. put into it halfe a nutmeg\nboile it very well then beat the yolks of 10 Eggs. & the\nwhites of 3. & a quarter of a pound of fine sugar\nstrain them into your Cream. then beat 4 [lb?] of\nAlmonds very fine & 3 spoonfulls of fine flower.\nyou must mix the flower with a spoonfull of your\nCream. before you put it in. butter your puddin bag\n& put it into boiling water & boile it an houre\nfor the [sauce?] melted butter & sugar.\nif you please to have one greene make it\nthe same way. but leave out the Almonds.\n& put into your Cream a little Juice of\nspinidge before you boile it",
    "detected_titles": [
      "To make an Almond quaking puddin"
    ],
    "char_count": 628,
    "confidence": 12
  },
  {
    "item_id": "1760",
    "manuscript_title": "Anne Bayne booke [of recipes] circa 1700",
    "page": "Page 120",
    "recipe_index": null,
    "transcript": "To make Almond puddins in skins\nTake 3 pints of Cream. & a penny loafe. & cut of\nall the Crust & cut it in peices & boile it in your\nCream. & power it thru a haire seive. & rub it\nwith the back of a spoon or ladle. then take a pound\nof Almonds bett very well rose water. mix 12 Eggs\nleave out 6 whites. then take a little rise finely bett\n& searct to thicken it. then season it with Cinamon\nfinely bett. & a little nutmeg grated & beefe sewitt\n& marrow small shred. mix all well together. then\ntake hogs skins drest very cleane. & lay them to steep\nin rose water. & cut them in lengths & fill them\nwith a spoon. & tie them very carefully. then set on\na pan of water & when it boiles put them in & let\nthem boile. a very little boiling will serve them\nif you mind not they will burst. if you please you\nmay put Currans into some of them. it is pretty put\nin a dish covered with puf paist & so bake it\nyou may make them very good with halfe the\nquantity of Almonds & Eggs & put in no\npowder of rise nor done thro a seive",
    "detected_titles": [
      "To make Almond puddins in skins"
    ],
    "char_count": 1018,
    "confidence": 12
  },
  {
    "item_id": "1760",
    "manuscript_title": "Anne Bayne booke [of recipes] circa 1700",
    "page": "Page 198",
    "recipe_index": null,
    "transcript": "To make a hartichoke puddin\nTake a quart of Cream & boile it well in Spices\nthen take halfe a pound of Almonds blancht. with a\nlittle rosewater. then take out your Spices & put in\nyour Almonds & stir them very well. then have ready\nsome beefe marrow cut small & some hartichoke\nbodomes boiled very tender & cut small. so sweeten\nit to your taist. & put in the yolks of 6 Eggs. so\nput it in your dish & send it to bake.\nTo doe herings called Dutch Trouts.\nTake your herings & wash them cleane & dry them\n& cut of there heads then season them with a\nlittle [Jamaica?] pepper & salt. so lay them flat in\nyour pot one upon another. & strew in some bay\nleaves you may put to 20 herings one pint of\nEleker. tie a paper over them & send them to\nthe oven to bake. so keepe them in that pickle\n& eat them cold with vinegar & sugar.",
    "detected_titles": [
      "To make a hartichoke puddin"
    ],
    "char_count": 822,
    "confidence": 12
  },
  {
    "item_id": "1760",
    "manuscript_title": "Anne Bayne booke [of recipes] circa 1700",
    "page": "Page 207",
    "recipe_index": null,
    "transcript": "To make an excellent great Cake with plums\nTake 7 pound of fine flower & put to it halfe a pound\nof fine sugar then breake in 4 pound & a halfe of\nbutter. rub your butter very well with your hands &\ngrate into it 2 nutmegs & beat very fine a quarter\nof an ounce of mace & cloves together. then put\nthem into your flower. with 3 or 4 drops of the spirit\nof Cinamon then take a pint of Cream warmed\n& 8 Eggs leave out 4 of the whites. beat them\nvery well with a gill of Rosewater. & halfe a gill\nof sack & halfe a gill of brandy. then take a quart\nof ale yest. mix all these together. then let it stand\nbefore the fire to rise about an houre. then have\n[a?] pound of Currans washt & dried before the fire\nthen take them up & work in your Currans to your\npaist. then put in a quarter of a pound of Candid\nLemon & as much oring & 6 ounces of Citteran. & so\nput it into your girth & bake it. & if you please you\nmay [glaze?] it\nyou may see how to make it on the next leafe",
    "detected_titles": [
      "To make an excellent great Cake with plums"
    ],
    "char_count": 967,
    "confidence": 15
  },
  {
    "item_id": "1762",
    "manuscript_title": "English cookbook, 1750-1780",
    "page": "Page 118",
    "recipe_index": null,
    "transcript": "To make Hartshorn Jelly.\nTake half a pound of Hartshorn shavings boil it in 4 quarts of spring Water till it comes to one quart, then strain it of & let it stand till next day, then put it into a stew pan, with a pint of white Wine, a piece of Lemmon peel, & 6 or 7 ounces of Sugar set it over the fire, when it is so hot you can but just bear your finger in it, put in the whites of five Eggs beaten to a froth, stir them well together, when it is just ready to boil put in the juice of 3 large Lemmo let it boil up once or twice, then run it thro' a jelly Bag till it comes clear.",
    "detected_titles": [
      "To make Hartshorn Jelly"
    ],
    "char_count": 582,
    "confidence": 13
  },
  {
    "item_id": "1762",
    "manuscript_title": "English cookbook, 1750-1780",
    "page": "Page 31",
    "recipe_index": null,
    "transcript": "Currant fritters without Eggs\nHalf a Pint of Ale. not bitter, Stir into it flour to make it pretty thick, for Currant beat it up quick have the Lard boiling through in a Large Spoonfull at a Time Mrs E\nCommon Pancakes Mrs E\nThree Eggs, Pound of flour, a Pint of Milk or Cream, Put the Milk to the flour by degrees a little Salt & gratted Ginger, fry them in Lard, grate Sugar over them \nA Common Seed Cake Mrs E\nOne pd & quarter of flour, base Weight 3/4 pound Lump Sugar pounded, Ten Eggs only four Whites pd of Butter beat to a Cream with the hand mix these well add near an Ounce of Carrawys, bruised Butter the Pan or hoop Sift Sugar on the top",
    "detected_titles": [
      "A Common Seed Cake Mrs E"
    ],
    "char_count": 648,
    "confidence": 13
  },
  {
    "item_id": "1762",
    "manuscript_title": "English cookbook, 1750-1780",
    "page": "Page 45",
    "recipe_index": 2,
    "transcript": "To Make Almonds Butter\nTake a quart of cream & 16 Eggs well beaten mix \ny.e cream & Eggs to gether & Strain y.m in to a Skillet\nLet y.m on a slow fire & stir y.m Continualy w.n y.e are\nready to boyle put in half a quarter of a pint\nof sack & stir it ill it run to Curd y.n Strain\ny.e whay from it as much as may be y.n beat 4\nounces of allmonds w.t rose or anny flower watter\ny.e put y.r almonds & curd to gether w.t 1/2 a pound\nof fine Suger in to a morter & beat y.m very \nwell y.n Sorve it up, it will Keep a forntight.",
    "detected_titles": [
      "To Make Almonds Butter"
    ],
    "char_count": 522,
    "confidence": 12
  },
  {
    "item_id": "1762",
    "manuscript_title": "English cookbook, 1750-1780",
    "page": "Page 69",
    "recipe_index": 2,
    "transcript": "To make a stake pye.\nTake a neck of mutton cut into staks beat & seasine y.m w.t paper, Salt, nutmeg, mace, sweet margram & time put it into a dish w.t a quarter of a pint of claret as much watter 2 shalots one anchove 20 forced meatbals so cover it w.t puf paist & bake it.\nThe Salt fish pye.\nFresh y.e salt fish as thow it was to boyle y.n put it in cold watter & boyle it just up y.n lay it in part one lay of fish another of butter till your [paye?] be all most full y.n cover it w.t good fat bakon & lid it set it in a prety sharp oven y.t ye [crest?] may rise boyle 12 Eggs take half y.e whits & all y.e yolks shred y.m small w.n baked take out all y.e bakon & w.t a spoon take of all y.e fat y.n have a pound of melted butter very thick 2 spoon full of thick cream a spoonfull of anchove liquer mix all theis to gether put it over just as you find it up",
    "detected_titles": [
      "To make a stake pye"
    ],
    "char_count": 860,
    "confidence": 12
  },
  {
    "item_id": "1762",
    "manuscript_title": "English cookbook, 1750-1780",
    "page": "Page 74",
    "recipe_index": 1,
    "transcript": "To make pan caks.\nTake a pint of thick cream & ye yolks of 8 eggs & a spoonfull or 2 of fine flower mix thees all well together yn cover ym close & let ym by ye fire all night to rise & in ye morning melt a pound of sweet buter pore it into it & let it stand - warm till you to to bake it stir it up & ye first pancake you bake put in a little piece of butter in ye pan but for ye rest ye will bake without - send ym up as fast as you bake ym if you like nutmeg or any other spice seasine ym to your taist.",
    "detected_titles": [
      "To make pan caks"
    ],
    "char_count": 506,
    "confidence": 12
  },
  {
    "item_id": "1783",
    "manuscript_title": "English cookbook, 1820",
    "page": "Page 141",
    "recipe_index": 2,
    "transcript": "To make a kind of Shrewsbery Cake Bamford receipt\nHalf a pound of flower six ounces of Sugar pounded and sifted four Ounces of Butter worked almost to a Cream and one Egg mix all together into a stiff paste but keep half the Sugar to roll them out it. \nanother kind\nThree quarters of a pound of flour, Butter & Sugar each half a pound the whites of two Eggs - mix all together - cut them out and bake them on Tins. they are better to roll out when they are mixed sometime before - \nanother kind\nTake Seven ounces of Butter and beat it very well with a Spoon with a little Rose Water add four ounces of Sugar sifted and the yolk of one Egg mix the whole with half a pound of flour to make it stiff enough to bake upon a paper the size you choose the cakes you may add the rind of an orange or Lemon peel grated or Shred fine if you choose it -",
    "detected_titles": [
      "To make a kind of Shrewsbery Cake Bamford receipt"
    ],
    "char_count": 842,
    "confidence": 14
  },
  {
    "item_id": "1783",
    "manuscript_title": "English cookbook, 1820",
    "page": "Page 238",
    "recipe_index": 2,
    "transcript": "To make Wafers. Peel receipt -\nTake the yolks of Two Eggs, beat them well, put to them a little more than a Pint of Water - a quarter of a Pound of Loaf Sugar and a pound of Flour - Mix all very Smooth together - take great care it is not lumpy - let it stand all Night and when you bake them in your wafer Tongs, grease them with a Bit of Suet in a rag between every wafer or two =",
    "detected_titles": [
      "To make Wafers"
    ],
    "char_count": 382,
    "confidence": 13
  },
  {
    "item_id": "1783",
    "manuscript_title": "English cookbook, 1820",
    "page": "Page 43",
    "recipe_index": null,
    "transcript": "Burnt Cream \nTake three gills of good Cream the yolkes of ten eggs beat them them well put 2 spoonfulls of orange flower water Sugar to your taste grater a lemon rind in it put it into a [tooing?] pan over a stove stirring it all the time untill it be as thick as Custard power it into a China dish give the dish a shake then brown it over nicely with a Salemander if you please this you may add one pound of double refined sugar and a gill of water boil this in a silver sause pan over a clear fire till it be candy high so pour it it over your cream. \nA Bread Tansey \nTake a penny loaf grated eight eggs leaving out 2 whites half a pint of the juice of wheat 3 or four spoonfull of the juice of Tansey a pint of new milk half a pound of Butter melted mix these all together and thicken it on the fire in a pan sweeten it and put in a little nutmeg. Butter a dish & bake it.",
    "detected_titles": [
      "A Bread Tansey"
    ],
    "char_count": 875,
    "confidence": 12
  },
  {
    "item_id": "1783",
    "manuscript_title": "English cookbook, 1820",
    "page": "Page 76",
    "recipe_index": null,
    "transcript": "To make Rusks Mrs Robinson Winstanley. -\nHalf a pound of fresh Butter a quarter of moist Sugar, Two Eggs to a Pint of Milk and one Table Spoonful of Barm - melt the Butter in the Milk take as much flour as will make these ingredients into a light Paste and pour the Milk when cool into the middle of the flour - with the Eggs Barm and Sugar moist, stir it up with part of the flour as for Sponge, and let it stand half an Hour to rise - them make it into a weak Dough, then it it stand an hour to rise - them mold it into what size you please. Cover them with warm flannel upon this till they rise again - Bake them in a quick oven. NB. Rasp and split them & brown them in a Brick oven when the Brown Bread is just drawn.\nGreen Pea Soup Mrs Garickes receipt\nThree pints of old green Peas to not quite three Quarts of Water boil them very tender then work them Peas & Liquor together thro' a cullender then take one Pint of young Peas 6 cup Lettuce wiped quite dry & cut in pieces 6 Cucumbers pared & cut in lumps two large Onions cut in Slices - all these together put into a Stew Pan with a lump of Butter and let them stew",
    "detected_titles": [
      "To make Rusks Mrs Robinson Winstanley"
    ],
    "char_count": 1124,
    "confidence": 15
  },
  {
    "item_id": "1783",
    "manuscript_title": "English cookbook, 1820",
    "page": "Page 94",
    "recipe_index": null,
    "transcript": "Seeds as you like, first beat up the butter to a Cream with your hands minding to beat it one way least it oil - then by degrees beat in your Eggs, Sugar, & flour till it goes into the oven. bake it in a quick oven - it will take an hour and quarter to bake it. - \nA Diet drink\nTake four quarts of the best wort a handful of Wormwood a handful of red Sage a handful of Water Cresses - a handful of Horse mint ditto of Brooklime, do of Mountain Flax. boil them all together & work them well, when it has stood to be clear drink it. - \nMrs Robinson's Cake Winstanley\nTwo pound of Flour four Eggs leaving out two Whites - three spoonfuls of Yeast, a quarter of a pound of Butter rubbed in the flour a little Milk Sugar & Currants. let it stand to rise half an hour & bake it. -",
    "detected_titles": [
      "A Diet drink"
    ],
    "char_count": 774,
    "confidence": 12
  },
  {
    "item_id": "1791",
    "manuscript_title": "English cookbook, 1815",
    "page": "Page 28",
    "recipe_index": null,
    "transcript": "Crab browned and served in the Shell\nLeave the great shell whole Mince all the fish, shred some parsley, Mushrooms, or truffles, a little young onion, fry these, put in the minced crab, with the inside bruised, some pepper, salt, and grated lemon peel; stir this about shake on some flour and add a little lemon - juice, with some good gravy; let this simmer up, fill the shells, strew over bread crumbs; brown them in a Dutch oven, or with a salamander Mrs. Mason\nA Shoulder of Mutton with Rice\nTake a Shoulder of Mutton and half boil it, them put it in a stew pan, with two quarts of Mutton gravy, a quarter of a pound or Rice, a teaspoonful of Mushroom powder, with a little beaten Mace, and stew it till the rice is tender; then take up the mutton and keep it hot; put to the rice half a pint of cream and a piece of butter rolled in flour, stir it well round the pan, and let it boil a few",
    "detected_titles": [
      "A Shoulder of Mutton with Rice"
    ],
    "char_count": 894,
    "confidence": 13
  },
  {
    "item_id": "1795",
    "manuscript_title": "Frances Collins cookbook, 1825-1846",
    "page": "Page 19",
    "recipe_index": null,
    "transcript": "A Ratafia Pudding\nBoil a quart of Cream with two or three \nLaurel leaves, half a pound of Naples Buiscuits\nhalf a pound of Butter, some sack, nutmeg\nand a little salt, take it off the fire and\ncover it up, when almost cold put in two\nounces of blanched almonds beat fine, the\nyolkes of five Eggs, Mix all well together\nbake it in a moderate oven half an hour\nGrate sugar over it to your taste.\nMiss Thomas Cormarthen\nLemon Pudding\nGrate the outside rind of two fine clear\nLemons, and the juice to your taste, then\ngrate two Naples Buiscuits, or a little bread\nadd to it three quarters of a pound of white",
    "detected_titles": [
      "A Ratafia Pudding"
    ],
    "char_count": 604,
    "confidence": 13
  },
  {
    "item_id": "1795",
    "manuscript_title": "Frances Collins cookbook, 1825-1846",
    "page": "Page 25",
    "recipe_index": 2,
    "transcript": "A Fine Rice Pudding\nTake six ounces of Rice flour, put it in a quart of milk and let it boil till it is rather thick, stirring it all the while, then pour it into a pan, stir into it half a pound of fresh Butter, and quarter of a pound of sugar, when cold grate in a nutmeg, and beat six Eggs with a spoonful or two of Sack; beat and stir all well together, put a little fine paste round your dish and bake it. Miss H Howell",
    "detected_titles": [
      "A Fine Rice Pudding"
    ],
    "char_count": 424,
    "confidence": 13
  },
  {
    "item_id": "1800",
    "manuscript_title": "Robert Godfrey receipts, 1665-1799",
    "page": "Page 23",
    "recipe_index": 2,
    "transcript": "To make Sheeps pudding\nTake a pint of white grits or great oatmeal cut steep in milk overnight take a handful of parsley as much [ penroyal ] & half so much rosemary time winter savory boile half a pint of creame let it stand till it be cold before you put it to your grits your senett must be very small mingle all their things together with a good quantitie bloud. Doe not mingle yo bloud with anything until you are ready to make your puddings put in 3 or 4 eggs and a penny loaf grated; To make an Oatmeal pudding baked take a quarte of sweet cream somewhat less then a pint of grate oatmeal picked very clean. Brais it in a mortar a little put it into the creame cold and let it boyle. softly till the oatmeal has soaked up the cream/ Boyl in it a blade or two of mace when this is cold then take the yolks of 8 eggs & 4 whites beat them with 6 spoonfuls of rose water then mingle it with yo cream and yo oatmeale & season it with store of beaten cinnamon and a little nutmeg and sugar a little salt & melted a good piece of butter and put it in & some sennet or marrow minced very small and put in grated bread mingle all of this together and put it into the buttered disk and bake it in an oven.",
    "detected_titles": [
      "To make Sheeps pudding"
    ],
    "char_count": 1202,
    "confidence": 11
  },
  {
    "item_id": "1800",
    "manuscript_title": "Robert Godfrey receipts, 1665-1799",
    "page": "Page 50",
    "recipe_index": null,
    "transcript": "To make an Oringe Pudding- Take an Oringe pare it Steep ye. meat in Water-Shift it 2 or 3 times in an hour then take out the seeds and beat the Oringe in a Mortar with Sugar and fresh Butter of each a quarter pound then lay this pulp in a dish betwixt 2 folds of past make your paste of flower and Butter and 2 or 3 Eggs with no water but A Little Sugar lay some paste thin in the bottom of the Dish put your pudding in the middle and lay a Lidd of the Same paste upon it bake it in a Slow Oven- To make Snaille Water- take 2 gallons of the Strongest Ale you can gett- 2 bottles of Sack one Bottle of White Wine a bottle of Malt Spirit a pail of Garden Snails, wash them very Clean in Small Beer bruise them in a Stone Mortar one quart of dew worms Slitt them and wash them clean in Small Beer Sheep and Goose dung of Each one handfull Cowslips Marigold and Rosemary flowers of Each a handfull battanney Egrimony ballm wood Sorrell Saxafrage Roseolis of Each a handfull barbery bark Angellico and Sallindin of Each a handfull Rue Wormwood Bearfood and Orgeni of Each half a handfull let them infuse a Night in an Earthen Vessell in the Morning put to them 6 ounce of heartshorn an Ounce of Cloves beaten and Strewed upon them and so distill them in a worm or Limbeck-",
    "detected_titles": [
      "To make an Oringe Pudding- Take an Oringe pare it Steep ye"
    ],
    "char_count": 1267,
    "confidence": 11
  },
  {
    "item_id": "1800",
    "manuscript_title": "Robert Godfrey receipts, 1665-1799",
    "page": "Page 54",
    "recipe_index": 1,
    "transcript": "To Make A Seed Cake\ntake 10 pound of flower put in a a boule put to it one ounce and half of mack beat and leached two grains\nof mush and as much Ambergrease then take the yolks of 30 eggs and the whites of 15 beat them very well and put to them 2 quarts of ale yast set a quart of good creame in a good bigg shellet upon the fire put to it 5 pound of fresh butter squeezing the water well out let it melt but not boyle take it of the fire and let it stand till be something more then new milk warm then put 10 spoonfulle of rose water put all this to the east and eggs then pour all through a hair sieve then put in the flower and mingle it like a pudding with your hands and set it before the fire till it rise a little then put in 3 pound of rough carraways and 2 of smooth and half a pound of bisket then have the hoop ready and let it stand till the oven will not scorch it and a hours will bake.",
    "detected_titles": [
      "To Make A Seed Cake"
    ],
    "char_count": 901,
    "confidence": 11
  },
  {
    "item_id": "1800",
    "manuscript_title": "Robert Godfrey receipts, 1665-1799",
    "page": "Page 54",
    "recipe_index": 2,
    "transcript": "To Make a Plum Cake\nTake 6 pounds of flower and a quart of cream and a pound of butter and a pound of sugar a quarter of an ounce of mace 3 nutmegs a pint of east 6 eggs the whites of one spoonfull of rose water 6 spoonfulls of sack temper all them together very stuff cover it up and then take 6 pound of currants or [illegible] in a dish and when the paste is risen put in your currants by degrees let stand one hour in the open",
    "detected_titles": [
      "To Make a Plum Cake"
    ],
    "char_count": 430,
    "confidence": 12
  },
  {
    "item_id": "1800",
    "manuscript_title": "Robert Godfrey receipts, 1665-1799",
    "page": "Page 67",
    "recipe_index": null,
    "transcript": "To make rice pancakes Mrs Cookes way. Take half a pound of rice, clean pichtd boyle it in water tille it be jellied when it is cold take a pint of cream and 8 eggs beat and strained then mix ym well with your rice and put in some salt and nutmeg half a pound of melted butter and a much fine flower as will make thick enough to fry ym then beat all these together and fry them in as little butter as you can. To make grape cream. Take a good quantity of white grapes stoned and and put to a pint of pipin water and three quarters of a pound of double refind sugar let them boyle together will the grapes be sweet and ye sirrup pretty thick then let it stand till it be cold and put as much thick cream as you please and mix it well together but break not ye grapes. To make a seed cake Lady Harpurs Way. Take half a peck of fine flower well dryed then divide it into 2 parts then take a quart of good ale east 4 eggs 2 whites a quarter of pint of sack as much rose or oringe flower water mix them alltogether then strain them in a the flower when mixt set in before the fire to rise, then take a pound of butter rub it very well in ye other part of ye flower 4 nutmegs grated one grain of amgergrease strew it into your flower then take a pint of a",
    "detected_titles": [
      "To make rice pancakes Mrs Cookes way"
    ],
    "char_count": 1248,
    "confidence": 14
  },
  {
    "item_id": "1801",
    "manuscript_title": "Margaret Dyson Holland cookbook, 1834",
    "page": "Page 35",
    "recipe_index": null,
    "transcript": "To make Danson Cheese. (75)\nTo three pounds of best damsons add one pound of lump Sugar, boil it quick till it comes to a proper consistency and when done crack the Stones and put the kernels into it.\nA Junket. (76)\nTwo quarts of new milk hot from the cow, or made luke warm put a Teaspoonful and a half of Rennet; then add a quarter of a pint of mountain wine, and two ounces of Sugar, cover it with a cloth, and in a quarter of an hour it will be ready to Send in, grate nutmeg over the top just before it is Served up, take great care it is not Shook in the mixing , if it is, it will curdle and be spoiled. A glass of Brandy is a great improvement.\nAlmond Cakes. (77)\nTake one pound of Almonds, blanched, and pounded very fine, fifteen eggs, Seven of them without the whites, and twelve ounces of fine Sugar, put all those together and keep Stirring them all one way, till you See they are quite light, then rub your pretty pans over with a little butter, and sift a little raspings of bread into them. Half an hour will bake them.",
    "detected_titles": [
      "To make Danson Cheese",
      "A Junket"
    ],
    "char_count": 1035,
    "confidence": 13
  },
  {
    "item_id": "1801",
    "manuscript_title": "Margaret Dyson Holland cookbook, 1834",
    "page": "Page 94",
    "recipe_index": null,
    "transcript": "A perfect came receipt\nTake a rabbit, Chicken, Veal, any thing, cut it up in pieces: wash & dry it well. Take 4 onions, slice them & fry them of a light brown, lay them on a seive. Then let the meat be floured, and fry it in the pan, in which, you fry'd the onions, with a piece of butter to fry them in. Take 3 table spoonsful of currie powder, & spread it all over the meat while frying, till it is of a nice yellowish colour; stir it about in the pan whilst frying, and put the onions already fry'd into the Pan with the currie. Then put as much Gravy as will cover it. Stir it, and let it simmer slowly, well covered up, on the fire for one hour and 1/2, but it must on no account be boiled. When done skim off the fat. If the currie is not hot enough, put a little Cayenne pepper. Then to make the sauce of a proper thickness, take about 1/2 a cup of cream, then mix it thro' a hair sieve. Then let the Sauce be just boiled up again, When serving up add a spoonful of Lemon juice -\nFor the currie powder. 4 Ounces of Coriander seed 3 do Cayenne pepper 3 do White pepper 1 do Cinnamon 5 do Turmeric 1 do Candamon Seeds. To be pound fine & mixed together - Whitmone",
    "detected_titles": [
      "A perfect came receipt"
    ],
    "char_count": 1168,
    "confidence": 11
  },
  {
    "item_id": "2899",
    "manuscript_title": "American cookbook, 1850",
    "page": "Page 19",
    "recipe_index": null,
    "transcript": "Prisimatic Window. A strong solution of sulphate of soda, thickened with a clear solution of gum arabic. Apply warm with a brush or feather. May be washed off when not required. \nAn Economical Dish. Here is a simple dish dearly loved by children and a wonderful help from an economical point of view to the Sunday roast. It is our old friend batter pudding, but how many women know how to make it: Put a quarter of a pound of flour (a cupful) in a basin with a pinch of salt. Beat up an egg until light and mix it with half a pint of cold milk. Pour this gradually into the flour, beating all the time. Grease a baking tin, pour the batter in and bake in a rather hot oven for half an hour. When done, cut in squares and serve with roast beef. If liked, a little fat may be mixed with the batter or a little dripping poured over during the baking. Batter pudding, to serve as a pudding course, may be made as above, but omitting salt and adding sugar and a few currants; pour the mixture in to buttered cups, and steam the puddings for three-quarters of an hour.",
    "detected_titles": [
      "An Economical Dish"
    ],
    "char_count": 1062,
    "confidence": 11
  },
  {
    "item_id": "2902",
    "manuscript_title": "English cookbook, 1770-1790",
    "page": "Recipe 112-115",
    "recipe_index": null,
    "transcript": "half leasurely, take it off, and when 'tis almost Cold, put in a quarter of a Pound of the tender tops of Balm for every Gallon of Liquor & half a pint of ale yest & put all into a Vessel & pour the Liquor into it, stir it well once in three hours for 24. Hours then stop it close down for three or 4 months & you may bottle it.\n112. For a Cough\n1 handful of dried Colesfoot leaves of this year the larger the better cut them small boyl them in a pint of spring water 'till 'tis halfwasted, take it off & when 'tis almost cold strain it thro' a Cloth, wring the Herbs very dry, disolve in this Liquor an ounce of brown sugar candy beat fine & put in a large spoonful & half of the Balsamick Tincture of Liquorish it may be taken 3 or 4. times a day a large spoonful.\n113. To make Clarey Wine\n28 pound of Single Loaf Sugar 12. or 14. Gallons of water, boil it full 2. Hours scum it well & clarifie it with the whites of Eggs, when tis cool as woort when you put yest to it put it into a Vessel with 2 pecks of Clarey flowers & a good handful of the leaves & put some good yest to it stir it 2. or 3. times a day while it works.\n114. To prevent fits\nA Bag of Bears hair wear it at the Pit of the Stomach. \nMrs. Savorys\n115. For the Cholick \nAlicompain Roots sliced thin anniseed coriender seed the best Sena Guaiacum of each 2. ounces, Raisons of the sun stoned one pound, put it in a stone or Glass bottle, with 4 Quarts",
    "detected_titles": [
      "A Bag of Bears hair wear it at the Pit of the Stomach"
    ],
    "char_count": 1419,
    "confidence": 11
  },
  {
    "item_id": "2903",
    "manuscript_title": "Ann Kenwrick cookbook, 1770",
    "page": "Page 110",
    "recipe_index": 2,
    "transcript": "To Make Romkey's. \nTake a Pound of Cheshire Chees and Scrap it fine Into a morter, put in the Yolks of 2 Eggs, grate in a peny loafe put in a Quarter of a pound of butter So beat them all together, and pat some White Bread very well, and Spread it upon your toast, Then put them between 2 dishes with fire under And a top when they are brown Send them to the Table, as a Gentile Side dish, and these are to be Done in a Dutch Stew, without they are not to be done. \nTo Collar a Breast of Mutton. \nTake a large breast of Mutton take of the red Skin And all the bones, and Grissles, then take White Bread with a little beaten Cloves and Mace, the yolks of 2 or 3 hard Eggs, a little Lemmon peel, then Take some Sweet herbs, and dip the ends of them And mix them with Eggs and Spice, and a little Salt, Pepper, and all Spice make you meat ly flat And even, then wash and bone 5 Anchovies and Lay up and down your meat, and Strew your Seasoning over it, then role it up like a Collar and bind it with Course taps, bake boile or roast It, then cut it into 3 Collars, and lay it into your Dish with Strong Gravy Sawce, with anchovies, Dissolved, with fryed Oysters, a Side dish____ But if for a Standign dish then Serve it with Cuttletts and Sparrow Grass, Colly flowers, Cabbage or whats in Season, with force Meat balls, and Black and White puddings round it.__",
    "detected_titles": [
      "To Make Romkey's"
    ],
    "char_count": 1357,
    "confidence": 12
  },
  {
    "item_id": "2903",
    "manuscript_title": "Ann Kenwrick cookbook, 1770",
    "page": "Page 143",
    "recipe_index": 2,
    "transcript": "To Make Cheese Cakes.\nTake 5 Quarts of Milk, Set it with a little runnet And when it comes breake it Gently, and whey it Very well, then put into it a pound of fresh butter And beat it fine with your roleing pin, then Take Some Manchet (being first Scall'd well in Milk) and let the Milk be thick with it, then put In a pound of Currants, Some beaten Nut-met, Some Rose water, and the Yolks of 8 Eggs, and halfe a Pound of fine Sugar, and halfe a pint of Cream, Then mix all well together, and bake them in puff Past you may leave the Cream out.",
    "detected_titles": [
      "To Make Cheese Cakes"
    ],
    "char_count": 545,
    "confidence": 13
  },
  {
    "item_id": "2903",
    "manuscript_title": "Ann Kenwrick cookbook, 1770",
    "page": "Page 146",
    "recipe_index": 2,
    "transcript": "To Make a Friggasy of Chicken And Rabbets.\nScin them and cut them in Small pieces, wash them Clean, and stew them in a pint of Strong broth, or Fair water, with a glass of White wine or Cyder, 2 Anchovies some Nut-megg, whole Mace a few Cloves Stuck in an Onion, a bunch of Thime, a little Pepper and Salt, the juice of a Lemmon, put a roasted Chick or Rabbet Carded in the middle of your dish When the Friggasy is Stew'd enough, put in 4 yolks of Eggs well beaten, half a pound of fresh butter, and a little Cream, and So thicken it, but don't let it Crudle Garnish your dish with Balls of force Meat, and Veal Sweet breads fry'd, Barberries and [lemmon?], Fry some of the Legs or Bodies of the Rabbets cut Into pieces, and first parboil'd in butter, made with Flower and the yolks of Eggs, fry all the Rabbets brown\nTo Coller Eels.\nCut your large Eele down the Belly, and take out the Back bone then wash them clean and Season him With Pepper, Salt, Nut-meg, sweet Margerum and Thime, then role him hard in a Cloth, and boile him, Keep him in the Pickle he is boil'd in.",
    "detected_titles": [
      "To Make a Friggasy of Chicken And Rabbets"
    ],
    "char_count": 1072,
    "confidence": 13
  },
  {
    "item_id": "2903",
    "manuscript_title": "Ann Kenwrick cookbook, 1770",
    "page": "Page 30",
    "recipe_index": null,
    "transcript": "To make Ginger Wine\nFor five Gallons - Mrs Mander\nTake 13 pound of Malagas pick'd & Chopt put in three gallons of cold water, let it stand a fortnight stirring it two or three times a Day then press out the wine. then take 10 pounds of Sugar and two Gallons of water & six Ounces of Ginger well bruised boil it a few Minutes, when Cold put it to the Wine with the Juice & Rhine of ten Oranges & ten Lemons then put it in the Cask & as soon as it has done - hissing. dissolve one Ounce of Isinglass & put in the Cask Stop it close.\nMountain Raisin Wine\nPike & pick all the Stalks out of your fine Malaga Raisins, Chop them very Small, & put ten pounds of them to every two Gallons of [Shning?] water; let them Steep three weeks Stirring them often; then Squeeze out the Liquor, and put it into a Vessel that will just hold it. but do not Stop it till it has done hissing; then Bung it up close & it will be fit for use in Six Months.\nBriggs\nVeal Sweetbread Briggs - \nBoil the Sweetbread ten Minutes. then rub it over with the yolk of an Egg. strew bread Crumbs on it & skewer it on the Breast - \nSpanish Puffs - (Mrs Nash\nHalf a Pint of Cream three Eggs with the Whites beat them well with two Spoonsful of Flour a little Salt & Nutmeg if you chuse it, Butter the Cups well & Bake them in a quick Oven - For Sauce Butter Sugar & Wine - \nLemon Res - (Mrs Rawlins\nTake one lare or two small Lemons Juice them & boil the Peel till tender enough to mash with a Spoon then beat it small & add Suet & Currants of each Three Quarters of a lb Half a Pound of Sugar, a little Salt & the Lemon Juice.",
    "detected_titles": [
      "To make Ginger Wine"
    ],
    "char_count": 1589,
    "confidence": 16
  },
  {
    "item_id": "2903",
    "manuscript_title": "Ann Kenwrick cookbook, 1770",
    "page": "Page 52",
    "recipe_index": 2,
    "transcript": "To Make Bath Seed Cake.\nTake a pound and halfe of flower 6 eggs, 6 spoonfull of yest, mix it with halfe the flower, let it rise by the fire an hour, take a pound of butter and rub in the other flower, mix all together, stirr in a pound of carraway comfetts.\nOrange Brandy\nTake a gallon of right brandy 2 dozen of Civill oranges peels which must be pared so that you leave no white, then put your peels into the brandy, stop it down close, and let it stand 2 or 3 days, then power your brandy from them and take the peels and put into 6 quarters of spring water with 2 pounds of double refin'd sugar, then set them on the fire, and set it by to be quite cold then put power it together, put in a bottle to perfume it, a grain of musk, the same way make lemmon brandy.Merole Brandy.\nTake a pound of merola cheries, after the stones is out, and put them into a quart of Nance brandy with halfe a pound of double refind sugar, cover it close let it infuse in the sun a week, make chery brandy the same way but dont stone them and single refind sugar will doe.\nRaspberry Brandy\nTake a gallon of Nance brandy 4 quarters of rasberries let it steep 3 days then strain it and put a pound of loafe sugar to it, when it is dissolved bottle it up for [illegible].\nDamason Brandy\nTake 2 gallons of brandy and halfe a peck of damasons, but them in their pices, and put in 2 ounces of cinamon, one nutt-megg grated with half a pound of sugar.",
    "detected_titles": [
      "To Make Bath Seed Cake"
    ],
    "char_count": 1427,
    "confidence": 12
  },
  {
    "item_id": "2906",
    "manuscript_title": "Catherine Russell cookbook, ca. 1740s",
    "page": "Page 17",
    "recipe_index": null,
    "transcript": "To Draw Gravie\nTake a pound of Lean Beef put it in a pipkin as the Gravie comes pour it out till the meat is Drie\nA Marrow Dish\ntake 2 penny loaves and grate them in a dish the Marrow of 2 bones Shred fine a quart of cream 8 Eggs beat them up together with Sugar Mace Nutmeggs rosewater half a pound of Currants and bake it with Spice and when back'd stick it with blanched Almons\nA Made Dish\nTake a pint of Curds and Season them with 2 Eggs 2 [Naples?] bisketts grated 3 Mucherroons 6 Spoonfulls of Cream 2 of Rosewater 3 of Sack then work together with as much Sugar as will Sweeten it make it up Either bake it or Boyle it a quarter of an hour\nA Calves Head Harshed\nTake a Calves Head parboyl it then let it Stand till cold Slice it and put it in a Stew pan & put to it Some Gravie half a pint of Clarett with Cloves mace and Nutmegg whole pepper Set it over the fire and let it Cimmer till it is tender and Strain of the Liquor then take Oysters and Stew 'em in their own liquor then take them up and lay them upon the head then take Some [Eistus?] & fry 'em in butter made with Eggs and a little flower with a little time & Winter Savory Shreded Small take a pound of Bacon Slice it and Boyle it before a fire take a quarter of a pound of Butter and a Spoonfull of flower and as much bread grateed and rub your butter upon it",
    "detected_titles": [
      "A Marrow Dish",
      "A Made Dish",
      "A Calves Head Harshed"
    ],
    "char_count": 1330,
    "confidence": 14
  },
  {
    "item_id": "2906",
    "manuscript_title": "Catherine Russell cookbook, ca. 1740s",
    "page": "Page 19",
    "recipe_index": null,
    "transcript": "A Minced Pye another way\nTake a pound of Eggs and a pound and half Kidney Suet a pound and half Currants two ounces Orange and Lemon peel Candied a quarter of a pint of Sack Juice of a lemon a little Sugar a quarter of an ounce of Cloves Mace Nutmeggs and three large pippins\nA Goose Pye with forced Meats\nTake a peck of Flower and four pounds butter three Eggs and when the liquor boyles beat the Eggs with a little of the Liquor and put in the flower then bone the goose and take a pound of the lean of Pork and a pound and a quarter of Suett Six Anchovies Cloves Mace Nutmeggs pepper Salt Time & Winter Savory and three pounds of Butter to put into [the?] Pye\nPlumb Broath\nTake a leg and a Shin of Beef and boyle very well Take out the Meat then let it stand till 'tis cold, Take the fat of them then take two pounds of Currants two of Raisin three of pruens and boyle them tak out them that are bruised and Mash them and put it in to make it look brown with Cloves Mace & Cinnamon beat fine a little Sugar a pint of Claret a penny loaf to thicken it",
    "detected_titles": [
      "A Minced Pye another way",
      "A Goose Pye with forced Meats"
    ],
    "char_count": 1053,
    "confidence": 11
  },
  {
    "item_id": "2906",
    "manuscript_title": "Catherine Russell cookbook, ca. 1740s",
    "page": "Page 20",
    "recipe_index": null,
    "transcript": "An Artichoak Pye\nTake the bottoms of Six Artichoaks 2 or 3 Spoonfuls of Vinagar and put them into the pie with as much Sugar as convenient with the Crumbs of a half penny loaf and the Marrow of 3 bones dip'd in Eggs 6 Ounces of preserv'd pipins cut to peices the Yolks of 12 hard Eggs then put a pound of butter, Season it\nA Lumber Pye\nTake 3 or 4 Sweet breads of Veal Cocks combs and Chicken bones Shred and Mince them fine then the Curd of a quart of Cream turn'd with 3 Eggs half a pound of Almonds a [paste?] a penny loaf grated mingle all together with a Spoonfull of Sweet herbs minc'd Small Six ounces of candied Orange peal and as much Lemon peel a quarter of a pound Sugar 3 Nutmegs the of 3 or 4 Bones and half as much Cheek Season it with Salt Cloves Mace Nutmeggs and beat it together then role it in balls and take 4 Yolks of Eggs & dip'em in, make a Cordial of white wine Sugar & [Nujuice?] and put in when you take the pie out of the oven\nA Minced Pye\nTake a pound of the Sirloyn of Beef a pound and half Kidney Suett a quarter of an Ounce of Cloves Mace and Nutmeggs 3 large pippins two ounces of Orange and Lemon peel Candied 2 pound Currants a quarter pint of Sack a little Salt the juice of Lemon a little Sugar",
    "detected_titles": [
      "An Artichoak Pye",
      "A Lumber Pye",
      "A Minced Pye"
    ],
    "char_count": 1230,
    "confidence": 11
  },
  {
    "item_id": "2906",
    "manuscript_title": "Catherine Russell cookbook, ca. 1740s",
    "page": "Page 5",
    "recipe_index": null,
    "transcript": "Syrup of Gilly Flowers\nCut them from the whites and put as many Flowers in a quart of Bunage Water as will look thick warm them together and cover them close all Night when they look white strain then with a Cloath doe so 2 or 3 times putting fresh flowers every time then weight the Syrup and put in a pound and half of Sugar to every pound of Syrup of put [en] an a good Fire keeping it. Stirring till it Simmers let it not boyle for fear of Candying the put it in a glass till cold\nA Tansey\nTake a Gall and half of spinage Stamped and [Sgeasd] and take 24 Eggs leaving out 8 whites beat them well them put in a hand full of Tansey and one of Sorrells 3 quarters of Sugar {}owls half a pint of cream 2 Nutmegg 2 eggs a quarter of [S]ack a quarter of Mucheroons a quarter of Candied Orange and lemon peel gather it well over the fire and take a good peice of butter and fry it take care it does not burn for your Sauce take the whey of your Tansey and the Juice of 2 oranges and a little Sugar and Sack make some holes in the Tansey and pour your Sauce over it then Lay some Lemon peels about the Dish\nMrs Catherine Russell 1742",
    "detected_titles": [
      "A Tansey"
    ],
    "char_count": 1129,
    "confidence": 12
  },
  {
    "item_id": "2972",
    "manuscript_title": "English cookbook, ca. 1850-1870",
    "page": "Page 3",
    "recipe_index": null,
    "transcript": "Yorkshire Cakes\nMake a pint of thick cream rather more than milk warm, beat four eggs with a little salt, two spoonfuls of the best yeast you can getthen stir in flour with a wooden spoon until it becomes a stiff pastemix it in a deep cup and beat it till it will bear the spoonlet it stand twenty minutes before the fire to risemake the cakes of the size of a breakfast plateput them upon a board well floured and shake them from it upon another board well flouredwhen you have made them all up, set them upon the hearth to rise again but take care that they do not rise too much the second time or they will be apt to run out of shapein removing them from the second board, shake them upon a third as before well flouredbake them for ten minutes in an iron oven moderately hot. \nVinegar - \nTo every three quarts of water put a pound of coarse sugarboil it as long as any scum riseswhich must be taken carefully offwork it with yeast, as you would beer, and barrel itset it in a warm placepaste a piece of paper over the bung-hole and prick it full of holesSpring or rather, Summer is the best time to make itit should be ready for use in three months.",
    "detected_titles": [],
    "char_count": 1169,
    "confidence": 16
  },
  {
    "item_id": "2972",
    "manuscript_title": "English cookbook, ca. 1850-1870",
    "page": "Page 38",
    "recipe_index": 2,
    "transcript": "To Make Whigs. Fenton Receipt.\nTake two quarts of Flour well dried - 1/2 lb. Butter - a little ginger - Rub the butter well into the flour - add four eggs well beaten - as much thick yeast - & a pint of warm milk - raise it up light, beating it well till it leaves your hand. Set it before the fire to rise three quarters of an hour - When you take it from the fire, have ready some Caraway seeds, & half a pound of Sugar well dried, & warm - Mix all well together - drop the cakes small upon Tins made warm - Set them again before the fire for nearly half an hour, to rise - put them into an oven not too hot and bake them twenty minutes.",
    "detected_titles": [
      "To Make Whigs"
    ],
    "char_count": 639,
    "confidence": 13
  },
  {
    "item_id": "2973",
    "manuscript_title": "English cookbook, 1799",
    "page": "Page 116",
    "recipe_index": null,
    "transcript": "To Make Fondues\nTake 1/2 a pint of cream set it over the fire and stir in one tablespoonful of flour & grated cheese untill it is quite thick let it stand to be nearly cold then mix it with three Eggs Bake it half an hour. \n2 pd of fine flour, 3 oz of Butter, the whites of an egg, half a spoonful of yeast melt the Butter in warm milk & make it into a paste, bake them in a moderate oven.\nPlum Pudding - Langley\nTake one pound of Beef suet shred very fine four spoonfuls of flour or 1/2 a pound, four Do of sugar or 1/2 a pd a little salt - 1/2 a pd Jar Raisins stone & shred a little and a whole nutmeg The above ingredients are to be will mixed together, then add the yolks of four Eggs and the whites of two, and also a glass of Brandy It must boil 3 hours in a cloth floured and buttered. \nEgg Cheesecakes\nBoil 4 Eggs very hard rub the yolks to a paste & shred the whites very fine mix them with a quarter of a pd of Butter, melted a quarter of a pd of sugar a quarter of a pd of currants a little lemon peel or any seasoning you like and a glass of Brandy. NB half the quantity of Batter will make very good cheesecakes",
    "detected_titles": [
      "To Make Fondues"
    ],
    "char_count": 1125,
    "confidence": 14
  },
  {
    "item_id": "2973",
    "manuscript_title": "English cookbook, 1799",
    "page": "Page 191",
    "recipe_index": null,
    "transcript": "To Make Damson Cakes - Mrs L. Hartley\nPut your Damson into a preserving pan close covered up set them on the fire, stew them gently till the damsons are all quite soft stirring them sometimes, when that is don take out the stones & to every lb of damsons a quarter of a lb of loaf sugar, before you mix the damsons & sugar together make the sugar hot & then put the damsons to it, & boil it a long time till it lays in a heap at the bottom of your, pan pour it in small moulds and set it to dry.\nTart Paste - Mrs L. Hartley\nTake a lb of Butter, 1/2 a lb of flour, three spoonfuls of double refined sugar beat small, rub the butter into the flour, then make it into paste, with the 2 yolks of Eggs & one white, one spoonful of water, roll the paste so thin that you may see through it, the bottoms must be thicker rub them over with white of eggs, well beat & sift sugar over when you set them in the oven. \nApricot clear paste\nPare your apricots scald them in water, drain that from them, take out the stones rub them through a coarse sive to every pound of pulp put a pound of loaf sugar finely powdered, sift it over them, but only half the sugar, let it boil till it be clear take the other half of the sugar put to it a 1/4 of a pint of water, boil it to a candy height, skim it & put it to your apricots, & stir it well, then put it into glasses & dry it when dry loosen the edges, & turn it out",
    "detected_titles": [
      "To Make Damson Cakes - Mrs L"
    ],
    "char_count": 1400,
    "confidence": 14
  },
  {
    "item_id": "2973",
    "manuscript_title": "English cookbook, 1799",
    "page": "Page 253",
    "recipe_index": null,
    "transcript": "To preserve citirns\nPut them in salt & water 3 days take them out & put them in water without salt one day, & then tiy them up singly in cloths & boil them till tender in water have ready a thin syrup to put them in & boil them up every 3 or 4 days with adding more sugar untill it becomes a thick syrup cut them in halves\nApple Jelly\nPare the apples cut them in quarters and take out the core, stew them over the fire, in a jar covered up close with two quarts of water. to one peck of apples, when thoroughly stewed pour them into a jelly bag, let them drain by the fire all night, when all the juice has come through the bag, set it on the fire, and take the white of an egg well beaten, and mix with it, take of the scum as it rises, and to every pint of juice, add one pound of loaf sugar sifted and made hot let it boil five minutes after the sugar is put in, and when milk warm pour it into moulds or Jars It will keep twelve months. Theswick Codlins or Hawthorn deans are best and to make it when the apples are fresh gathered - Jane Bedwith 1837",
    "detected_titles": [
      "To preserve citirns"
    ],
    "char_count": 1054,
    "confidence": 14
  },
  {
    "item_id": "2973",
    "manuscript_title": "English cookbook, 1799",
    "page": "Page 257",
    "recipe_index": null,
    "transcript": "To Make Ginger bread - J - Walker\nThree pd of Treacle, 3 lb of flour 14 oz of fresh Butter - 14 oz of candid lemon - 1 oz of ground ginger 1 oz 1/2 of caraway seeds, 1 oz 1/2 of pearl ashes - Rub the butter very fine into the flour mix the spices - afterwards the Treacle wash out your dish with a little warmwater in which disolve the Pearl ashes, mix all well together and bake it in any shape you please NB. mix the gingerbread the night before you bake it\nFrench pancakes\n2 whites of Eggs beat to a strong froth 3 table spoonsfull of flour, 1 tablespoonfull of sifted sugar 2 glass of white wine 1 cup full of cream - \nA pudding in haste\nBoil a stick of cinnamon in a gill of milk and it upon 4 Eggs previously beaten, sugar to your taste, put all together into a mould with a little butter rubbed in it and let it boil in the steamer for a bout ten minnets - \nWhite Plumb Cake - \n20 oz of flour, 20 oz of Butter, 12 oz of powdered sugar 9 whole Eggs, 1 1/2 lbs of currants, 1/2 lb of Raisins, 6 oz candied lemon, one nutmeg, one glass of Brandy - 2 hours will Bake it - French Pancakes - Take 2 spoonfuls of flour a little salt 3 Eggs a pint of new milk a spoonful of orange flour water, 1 oz of Ratifies Cakes, mix all together & put them through a sieve, put a little Butter into a pan fry them a light Brown",
    "detected_titles": [
      "To Make Ginger bread - J - Walker",
      "A pudding in haste"
    ],
    "char_count": 1315,
    "confidence": 14
  },
  {
    "item_id": "2973",
    "manuscript_title": "English cookbook, 1799",
    "page": "Page 91",
    "recipe_index": null,
    "transcript": "To Make Rolls\nPut half a pound of butter into a pint of milk melt it over the fire, when the butter is melted take the butter from the milk, make the milk of a proper thickness with cold milk, put in 3 large spoonsfuls of good yeast the butter that was skimed off, put in again with 4 eggs well beat then put it all into a half peck of flower and mix it as you would bread let it lay by the fire to [illegible] for one hour. Make it into what shape you please half an hour will bake a common sized roll.\nSpunge Biscuits\nTake the white of three eggs beat to a froth with fine pounded sugar & flower in equal quantities the sugar to be beat well with the yolks of three eggs for ten minutes after which put to the both of the white, & lastly add the flower very gently.\nLemon Biscuits\nBeat the white of 3 eggs to a strong froth then put the rind of 2 lemons grated & the weight of the 3 eggs in pounded sugar then add six ounces of well dried flower very gentle and bake them as the other \nRatafia Cakes\n1/2 lb treble refined sugar beat and sift it fine the white of one egg beat quite to a froth mix your sugar & froth well together, grate in the rind of one lemon, blanch & beat an oz of bitter almonds & mix them with the above. Take a sheet of writing paper out it with glazing stone & lay it on a sheet of tin. Take a spoon & drop your cake upon it. mind them in the oven for a new minutes will bake them.",
    "detected_titles": [
      "To Make Rolls"
    ],
    "char_count": 1408,
    "confidence": 14
  },
  {
    "item_id": "2975",
    "manuscript_title": "English cookbook, 1860",
    "page": "Page 38",
    "recipe_index": null,
    "transcript": "A Baked bread pudding\nTake one penny loaf cut in thin slices or grated boil a quart of new milk and pour over the bread and stir it well put five eggs a little nutmeg 1/4 lb of sugar 1/4 lb of butter stir all these well together bake it an hour..............\nBaked apple pudding\nA pint and half of milk 4 eggs 4 spoonfuls of flour a little salt and apples cut in thin slices an hour will bake it\nBath Buns\n1/2 lb of flour rub six ounces of butter three onz of carraway seeds two eggs leave out one white a table spoonful of yeast mixed with a cup of warm milk and a table spoonful of sugar let it",
    "detected_titles": [
      "A Baked bread pudding"
    ],
    "char_count": 596,
    "confidence": 11
  },
  {
    "item_id": "2976",
    "manuscript_title": "Emily Netuzed recipe book, August 1874",
    "page": "Page 33",
    "recipe_index": null,
    "transcript": "To Make Stock for Invalids\n1 lb of lean beef chopped quite small and\nput into a pint of cold water and let it simmer\non a slow fire for 3 hours then strain it\nthro' a callender\n\nPlain Biscuits\n1/2 lb flour. 1 oz butter. a pinch of Salt\nEnough cream or milk to mix stiff; then beat\nit well with a rolling pin. Roll out very thin\nPrick it all over,cut into shape and bake\nabout 10 minutes\nSponge Cake\n5 eggs. Same weight in white Sugar\nWeight of 3 eggs in flour. separate the whites & yolks, beat the whites to a froth, put the yolks and the sugar in a Basin, beat them until they look like a cream, then add the flour, half the\nwhites, mix well & add the remainder",
    "detected_titles": [
      "To Make Stock for Invalids"
    ],
    "char_count": 663,
    "confidence": 11
  },
  {
    "item_id": "2982",
    "manuscript_title": "Mary Carnegie and Susan Gillespie cookbook, 1804-1905",
    "page": "Page 14",
    "recipe_index": 2,
    "transcript": "To Make Tea Crumpets - \nBeat 3 Eggs very well put to them a quart of warm milk. and a large Spoonful of Barm beat in as much fine flour aas will make them thicker than a common Batter pudding then make your Bake Stone very hot and rub it with a little Butter wrapped in a clear linnen Cloth - then pour a large Spoonful of Batter upon your Stone, and let it run to the size of a tea Saucer. turn it and when you want to use them toast them very crisp and butter them - \nShrewsbury Cakes - \nTake half a pound of Butter - beat it to a Cream, then put in half a pound of flour one Egg - 6 Ounces of loaf Sugar - beat and sifted half an Ounce of Caraway Seeds mix all into a paste roll them thin and cut them round with a small glass or little tins prick them and lay them paper and Bake them in a slow Oven -",
    "detected_titles": [
      "To Make Tea Crumpets -"
    ],
    "char_count": 805,
    "confidence": 15
  },
  {
    "item_id": "2982",
    "manuscript_title": "Mary Carnegie and Susan Gillespie cookbook, 1804-1905",
    "page": "Page 50",
    "recipe_index": null,
    "transcript": "50.\nadd some Citron or Orange Peel if\nyou have none take some [Chip? Chess?] Marma -\nlade, sweeten it with half a pound of\nRaw Sugar - Season it with [best?] Cinnamon\nand nutmeg - line your dish and lay in\nthe meat, cover it with a fine puff paste\nand bake it in a moderate Oven. Mrs. L. Maxwell\n[Peterhead?] Receipt for [Queens?] Cake\nTake eight Ounces of Sugar - eight Ounces\nof flour five Ounces of Currants - five\nOunces of fresh Butter - five Eggs and\na little Essence of Lemon for flavor - \nBeat the Butter with your hand in a pan\nwarming it a little at the fire - when brought\nto a [illegible] put in the Sugar and work it\nwell if it grows stiff warm it a little at the\nfire again, when white and light put in\ntwo of the Eggs - work them about five\nminutes. Then put in the third Egg and\nwork it about two minutes - put in the\nfourth Egg and work it about two minutes\nThe same with the fifth - Then mix in\nthe Currants and Essence of Lemon - put\nin the flour and mix all together very light",
    "detected_titles": [
      "a little Essence of Lemon for flavor -"
    ],
    "char_count": 997,
    "confidence": 12
  },
  {
    "item_id": "2982",
    "manuscript_title": "Mary Carnegie and Susan Gillespie cookbook, 1804-1905",
    "page": "Page 6",
    "recipe_index": null,
    "transcript": "To Make Birch Wine\nPierce your trees in the Middle or end of March as the Season is early or not - collect the juice as quick as possible, otherwise it will spoil before you have your quantity (it should be collected in one day) To every 2 pints of Birch juice (Scotch) take 1 pound of Lump Sugar - mix the Sugar with the Birch water in a Boiler by dgrees after it is upon the fire - Let it boil gently for half an hour then take it out of the Boiler - add to every 20 pints the juice of 6 Lemons and part of the peel - when it is milk warm put a little yest to it which must not be bitter - Let it ferment gently for some days, then put it in a Barrel and leave it open - it will work over a good deal and you must reserve some Bottles for filling it up. When it has done fermenting add to every 20 pints one of the best Brandy and this you must do by taking out a pint of the water to make room for it - then close up the Barrel and in three weeks more it will be fit for Bottling - there may be a bag hung within the barrel containing a quarter of an ounce of Cinnamon a Nutmeg and a little Ginger. the Lemon peel to be taken out before you shut up the Barrel but the",
    "detected_titles": [
      "To Make Birch Wine"
    ],
    "char_count": 1170,
    "confidence": 11
  },
  {
    "item_id": "2982",
    "manuscript_title": "Mary Carnegie and Susan Gillespie cookbook, 1804-1905",
    "page": "Page 82",
    "recipe_index": null,
    "transcript": "Recipe to [fire?] a Pipe of Port Wine by the [late?] Po[illegible] [Bunce?] \ndrain off one Gallon of the wine mix the Eggs with it and put it in again mixing it well\n\nA pancake\nTake 4 Eggs separate the yolks and whites - Cast the yolks with Sugar allowing a large Tea Spoonful for each Egg - and the same of flour. Cast them till they are very light. whip up the whites to a froth - mix all together - season with Marmalade &c add nearly half a Mutchkin of Cream pour all into the pan and fire it slowly roll it neatly up and dish it - \n\nA Pudding and Dumpling\nHalf a pound of Suet half a pound of flour, half a pound of Currants half a mutchkin of Milk - season with cinnamon - a little Marmalade and Sugar with a dram - it will require 3 hours to boil it the Suet is the better to be very small minced you may add a few raisins and serve it with Candle Sauce -",
    "detected_titles": [
      "A pancake",
      "A Pudding and Dumpling"
    ],
    "char_count": 862,
    "confidence": 11
  },
  {
    "item_id": "2982",
    "manuscript_title": "Mary Carnegie and Susan Gillespie cookbook, 1804-1905",
    "page": "Page 83",
    "recipe_index": null,
    "transcript": "A Rich pudding\nLine a Mould with Rusks steeped in milk - fill it up in the middle with [Matafia?] [illegible] Make a good Custard and pour it over the pudding let it stand for a couple of hours filling it with the Custard as it sinks down in the middle until the Mould is quite full Then boil it taking care the water does not get in -\nTo be boiled the usual time of a Bread pudding - and ? the bottom of the Mould\nMrs [Bunny?] Strachan\n\nFish Pudding\nTake of any fresh Fish that has been boiled the proportion in [illegible] for your dish and pound it as for potting - add the third of the quantity of Crumbs of bread put pepper Salt and mace to your taste and work the whole well up in 3 Ounces of Clarified Butter and 2 Eggs well beaten put puff paste round your dish and bake it - Cold fish left the day before does perfectly well - \n\nHam Toast\nTake a very small bit of butter [brown?] it in a pan take an Ounce and half of Cold boiled Ham fat and ham mince it very fine - 3 [fresh?] Eggs and mix it together in the pan with the butter Stirring it on the fire till it thickens - dish it on small squares of Toast and garnish with parsley",
    "detected_titles": [
      "A Rich pudding"
    ],
    "char_count": 1140,
    "confidence": 11
  },
  {
    "item_id": "2984",
    "manuscript_title": "Dr. J. C. Smith family household and medical book, 1847",
    "page": "Page 2",
    "recipe_index": 2,
    "transcript": "To make rich Gravy which by increasing the quantity of water in proportion makes very good soup.\nTake a large saucepan Lay in a layer of coarse beef a layer of ham a layer of veal all cut very thin about one pound of each to one carrot, one large onion a bundle of sweet herbs some whole pepper a blade or two of mace, three or four cloves and a small crust of bread toasted [[underlined]] very brown [[/underlined]] Cover the saucepan very close and set it over a slow fire for five or six minutes and then pour in a quart of boiling water and let it stew gently till the gravy is quite rich & good, skim off any fat or scum that rises.\nBarley Broth real scotch receipt Mrs Horn Mrs. H. Allen\nPut three parts of a teacup full of scotch Barley into 5 pints of water, let it boil 2 hours then put in two & a half pounds of the middle part of a neck of mutton, cut in chops, with all the fat taken off, 2 carrots 2 turnips & 5 onions let it all simmer together [[underlined]] three [[/underlined]] hours more.",
    "detected_titles": [
      "To make rich Gravy which by increasing the quantity of water in proportion makes very good soup"
    ],
    "char_count": 1007,
    "confidence": 11
  },
  {
    "item_id": "3082",
    "manuscript_title": "English household, medical, and cookery receipt book",
    "page": "Page 10",
    "recipe_index": 3,
    "transcript": "To Make Paint\nTake of skim milk two quarts Of fresh quick Lime two ounces Whiting six pounds Pour Milk enough on the Lime to make a paste about the thickness of cream Then add the remainder of the milk mix and then powder the whiting and strain it over the other It will soon sink to the bottom and will be fit for use To the above add one pint of boiled (that is linseed oil)\nCheap good Blacking\nTake small beer half a pint Ivory black and brown sugar of each one table spoonfull Boil it together five minutes When cold add the white of two eggs and mix it well together\nA Remedy for Strains and bruises when the skin is not broken\nTake soft soap a pint of good vinegar the same quantity One handfull of salt and and a table spoonfull of saltpetre Mix it abason and bathe the part with it It is good for any swelling before matter is formed and will without doubt prevent Whitlon's and Fellons if applied in time",
    "detected_titles": [
      "To Make Paint",
      "A Remedy for Strains and bruises when the skin is not broken"
    ],
    "char_count": 913,
    "confidence": 11
  },
  {
    "item_id": "3082",
    "manuscript_title": "English household, medical, and cookery receipt book",
    "page": "Page 5",
    "recipe_index": 2,
    "transcript": "To Dress Chill-blinds after they are Broken Apply Alum [-burned?] and little Treacle\nAn External application For the Rheumatism Take of Salt-petre a quarter of a pound Pound it and put it into a quart of good vinegar Let it Simmer in a pan near the fire untill the petre is dissolved and then bottle it Rub in some of this Twice a day with the hand rubing untill it is all dried in\nA Liniment for the gout\nAdd very gradually 40 drops of oil of vitriol to an Ounce and quarter of Olive oil And after being well shaken and having stood a quarter of an hour Add two Drams of oil of Turpentine. \nEye water Take a lime and [illegible]\nDr Woodfards Remedy for Consumption and other weakness Milk 3 quarts One bone-heel Chopt small Ising-glass One ounce Harts-horn shavings One Ounce Brown sugar Candy 4 Ounces [dry?] Bake the whole with abach of Bread. Strain the Liquor from the when Cold it will be a rich gelly Let a sufficient quantity of this be mixed with a half a pint either of Milk or water so as to make a Rich portion and drank twice or Thrice a day. \nEye waters\nTake of [Golands?] extract of [Sotern?] 10 drops Spirits of Camphor 20 drops Rose water half a pint This is very usefull when the Eye is much inflamed\nAnother\nTake vitriolated zinc two grains Rose water 7 ounces Pour alittle in two cups and keep a wet rag in each so that when the one begins to get warm use the other\nAnother An Ointment\nTake prepared Calomal one scruple Spermaceti Ointment half an ounce Mix them well together in a glass morter Apply a very small quantity to each corner of the Eye and also the [edges?] of the Eyelids night and morning Let the following lotion be use before the ointment Take acetated zinc 6 grain Rose water 6 ounces Mix and wash the Eyes well This never fails The bowels be kept by cooling Physic",
    "detected_titles": [
      "A Liniment for the gout"
    ],
    "char_count": 1803,
    "confidence": 13
  },
  {
    "item_id": "3083",
    "manuscript_title": "Receipts in cookery,  Mrs. White of Stoney Lane, England",
    "page": "Page 134",
    "recipe_index": null,
    "transcript": "To make Gingerbread.\nTake 2 1/2 lb of Flour & 3/4 lb of brown Sugar; 3/4 lb of Butter; 1 oz. of Carraway Seeds pounded; 1 lb of Treacle, 2 Eggs & Ginger to your taste; first mix your Butter & Flour then put in your other things -\nA Plumb Cake.\nTake a Pound of Butter and beat it to a Cream; a Pound of Flour, half a Pound of Sugar pounded & sifted; twelve Eggs, & take out one white; a Pound of Currants,",
    "detected_titles": [
      "To make Gingerbread",
      "A Plumb Cake"
    ],
    "char_count": 404,
    "confidence": 11
  },
  {
    "item_id": "3083",
    "manuscript_title": "Receipts in cookery,  Mrs. White of Stoney Lane, England",
    "page": "Page 96",
    "recipe_index": null,
    "transcript": "To make little Puddings.\nTake 7 Eggs, 5 of the Whites; a Pint of Cream, a 1/4 lb of Butter melted in the Cream, 1/4 lb of Sugar with as much Flour; mix them together & bake them in earthen Cups; half an Hour in a quick oven will bake them - Butter, Sack, & Sugar for Sauce -\nSack Pudding to bake.\nHalf a Pint of Cream, 3 Eggs well beat, a Glass of White Wine, & Sugar to your Taste; put in as much fine grated Bread as will make it as thick as for Pancakes; then pour it into little Custard Cups well buttered; bake them & turn them out upon a Dish; dust Sugar over them with melted Butter & a little white wine or Sack for Sauce - Serve them hot.",
    "detected_titles": [
      "To make little Puddings"
    ],
    "char_count": 647,
    "confidence": 11
  },
  {
    "item_id": "3083",
    "manuscript_title": "Receipts in cookery,  Mrs. White of Stoney Lane, England",
    "page": "Page 97",
    "recipe_index": null,
    "transcript": "To make a Sago Pudding.\nTake 2 oz. of Sago, one Quart of Milk; boil it pretty thick with a little cinnamon & Mace; let it stand till cold; beat 5 Eggs, a little Sugar, Nutmeg & Salt; six oz: of Marrow or Beef Suet; 1/4 lb of Currants, a few Raisins stoned & a very little crumb of Bread; butter your Dish. An Hour will bake it in a Moderate oven - you may add Sweetmeat if you please -\nCarrot Pudding.\nBoil six Carrots & pound them in a Marble Mortar; strain them through a Sieve, five Yolks of Eggs & one white, two Spoonfulls of Brandy, the Rind of a large Lemon, & the",
    "detected_titles": [
      "To make a Sago Pudding"
    ],
    "char_count": 571,
    "confidence": 11
  },
  {
    "item_id": "3087",
    "manuscript_title": "Susan Gilbert's late nineteenth century British cookery manuscript",
    "page": "Page 125",
    "recipe_index": null,
    "transcript": "To Make Lemon Pudding\nTake 7 Eggs, 6 oz of loaf sugar, 2 table-spoonsfull of Cream, 1/4 lb of Butter Melted, the juice and peel of 1 lemon, Mix all well together, and put a crust into your pan then put your pudding in the oven and bake it. I put in half the Butter and 4 spoonsful of cream instead of 2. Mrs. Howe Sent receipt. 1852.\nA Pound Cake.\n1 lb of fine Flour, 1 lb of fresh Butter, 1/2 lb of loaf sugar, 3 Eggs, 1 lb of Currants, 2 oz of almonds blanched & cut length ways, 1 oz of Candid lemon peel, 1 table-spoonful of Brandy, work the Butter to a cream, then add the sugar and Eggs, beat the Eggs well first This cake requires to be beaten 3/4 of an Hour the Flour and Currant to be added just before you put it in the oven. It will take 1 hour to bake it. Mrs. How Sent 1852.",
    "detected_titles": [
      "To Make Lemon Pudding",
      "A Pound Cake"
    ],
    "char_count": 787,
    "confidence": 13
  },
  {
    "item_id": "3088",
    "manuscript_title": "Jane Lymburner cookbook, Jan. 2, 1817",
    "page": "Page 26",
    "recipe_index": null,
    "transcript": "An Apple pudding\nMake a good puff paste roll it out half an inch thick pare and core the apples enough to fill the crust and close it up tie it up in a cloth and boil it if a small pudding two hours if a large one three or four hours when it is enough turn it into a dish cut a piece of crust out of the top butter and sugar it to the taste lay on the crust again and send it to the table hot\nA plain baked pudding\nBoil a quart of milk then stir in flour till thick add half a pound of butter six ounces of sugar a nutmeg grated a little salt ten eggs but not all the whites mix them well put them into a dish buttered three quarters of an hour to bake",
    "detected_titles": [
      "An Apple pudding",
      "A plain baked pudding"
    ],
    "char_count": 652,
    "confidence": 11
  },
  {
    "item_id": "3088",
    "manuscript_title": "Jane Lymburner cookbook, Jan. 2, 1817",
    "page": "Page 30",
    "recipe_index": null,
    "transcript": "To make a plain boiled pudding\nTake a pint of new milk mix with it six eggs well beaten two soonfuls of flour half an nutmeg grateg a little salt & sugar put this into bouling water and half an hour will boil it serve it up with melted butter\nWHiPt CREAM\nTake a quart of thick cream and the whites of eight eggs beaten with half a pint of sack mix it together and sweten to your taste with fine sugar whip it up with a whisk that has a bit of lemon peel tied in the middle take of the froth with a spoon lay it in your glasses",
    "detected_titles": [
      "To make a plain boiled pudding"
    ],
    "char_count": 526,
    "confidence": 12
  },
  {
    "item_id": "3088",
    "manuscript_title": "Jane Lymburner cookbook, Jan. 2, 1817",
    "page": "Page 31",
    "recipe_index": null,
    "transcript": "A RiCH CAKC\nTo a quarter and a half of fine flour add six pounds of currents an ounce of cloves and mace a little cinnamon two grated nutmegs a pound of the best sugar Candied lemon orange or citron cut in thin pieces a pint of sweet wine a little rose water a pint of yeast a quart of cream two pounds of butter melted and pared into the middle of the flour then strew some flour over the butter and let it stand half an hour before the fire after which knead it well together and put it before the fire to make it rise work it up very well put this mixture into a tin hoop and bake",
    "detected_titles": [
      "A RiCH CAKC"
    ],
    "char_count": 583,
    "confidence": 12
  },
  {
    "item_id": "3088",
    "manuscript_title": "Jane Lymburner cookbook, Jan. 2, 1817",
    "page": "Page 36",
    "recipe_index": null,
    "transcript": "To Preserve Currants\nTake the weigtht of the currants in sugar pick out the seads to a pound of sugar add half a pint of water let it melt then put in your currants and let them do very leasurely skim them and take them up let the syrup boil then put them on again and when they are clear and the syrup thick enough take them off when they are cold put them in glasses\nA Custard\nSweeten a quart of milk to your taste grate in a little nutmeg beat up eight eggs well leaving out half the whites stir them into the milk and bake them",
    "detected_titles": [
      "To Preserve Currants",
      "A Custard"
    ],
    "char_count": 531,
    "confidence": 12
  },
  {
    "item_id": "3088",
    "manuscript_title": "Jane Lymburner cookbook, Jan. 2, 1817",
    "page": "Page 37",
    "recipe_index": null,
    "transcript": "in cups or put them into a deep dish have a kettle of water boiling set the cups in let the water come about half way but do not let the water boil too fast for fear of its getting into the cups you may add a little rose water\nA Millet Pudding\nTake half a pound of millt and boil it over night in two quarts of milk in the morning add six ounces of sugar six of melted butter sevn eggs half a nutmeg a pint of cream and sweeten to your taste add ten eggs with half the whites and bake it",
    "detected_titles": [
      "A Millet Pudding"
    ],
    "char_count": 487,
    "confidence": 13
  },
  {
    "item_id": "3090",
    "manuscript_title": "English cookbook, 1600s",
    "page": "Page 58",
    "recipe_index": null,
    "transcript": "To make a carrat pudding.\nTake a good bigg old baken white loafe and great it down finely then take six or seven large carrats and cutt them into small pieces then take a chopin of new milked milk or sweet cream and some rose water and a greated nutmeg and halfe a pound of suggar and the yolks of eight eggs weel beaten and four whites and some marrow of bones and some drawn butter and a litle black spice and mix these altogether and put them into the dish you design to bake it in then put in as much flour as will make it to a right consistance and straw",
    "detected_titles": [
      "To make a carrat pudding"
    ],
    "char_count": 559,
    "confidence": 11
  },
  {
    "item_id": "3100",
    "manuscript_title": "Cookery manuscript, Reading, England",
    "page": "Page 12",
    "recipe_index": 2,
    "transcript": "To make rolls.\nTo a quarter of a peck of the best flour, put two eggs two ounces of butter, a quart of new milk, three table spoonsful of yeast, make them the size of a penny loaf half an hour will bake them in a quick oven, they must stand by the fire an hour, & wash the top with a little milk. Mrs. Lemon\nReceipt for cleaning plate.\n3 pennyworth of quick silver Do of Tutty half a pound of prepared Hartshorn The above ingrediants must be well mixed together before 'tis used.",
    "detected_titles": [
      "To make rolls"
    ],
    "char_count": 479,
    "confidence": 11
  },
  {
    "item_id": "3474",
    "manuscript_title": "Heelis family cookbook, 1850s",
    "page": "Page 18",
    "recipe_index": null,
    "transcript": "Red currant Jelly\nTo 1 pint of juice put\na pound and a half of\nloaf sugar and boil\nquickly from 1/4 of an\nhour to 20 minutes\n_____________________________________\nLuncheon Cake\n1 lb flour - 3 oz Butter\n4 oz Sugar 2 teaspoonful\nBaking powder 1/2 lb Currants\n2 eggs beaten in a little\nmilk to make it suf\nficiently light - mix the\nbaking powder well in\nthe flour then add the\nother ingredients - Bake\n1 1/2 hour in a slow oven",
    "detected_titles": [
      "a pound and a half of"
    ],
    "char_count": 424,
    "confidence": 11
  },
  {
    "item_id": "3476",
    "manuscript_title": "Susan Gilbert cookbook, 1848-1887",
    "page": "Page 125",
    "recipe_index": null,
    "transcript": "To Make Lemon Pudding\nTake 7 Eggs, 6 oz of loaf Sugar, 2 table-spoons full of Cream 1/4 lb of Butter Melted, the juice and peel of 1 Lemon, Mix all well together, and put a crust into your pan then put your pudding in the oven and bake it. I put in half the Butter and 4 spoonsful of cream instead of 2. Mrs. Howe Sewd. receipt. 1852.\n\nA Pound Cake.\n1 lb of fine Flour, 1 b of fresh Butter, 1/2 lb of loaf Sugar, 3 Eggs, 1 lb of Currants, 2 oz of Almonds blanched or cut length ways, 1 oz of Candid lemon peel, 1 table-spoonful of Brandy, work the Butter to a cream, then add the sugar and Eggs, beat the Eggs well first This cake requires to be beaten 3/4 of an Hour the Flour and currants to be added just before you put it in the oven. It will take 1 hour to bake it. Mrs How Sewd. 1852.",
    "detected_titles": [
      "To Make Lemon Pudding",
      "A Pound Cake"
    ],
    "char_count": 790,
    "confidence": 13
  },
  {
    "item_id": "3479",
    "manuscript_title": "English cookbook, 1800s",
    "page": "Page 6",
    "recipe_index": 2,
    "transcript": "To make an Almond Pudding\nTake 2 ounces of Almonds, Blanch them, pound them in a Marble Mortor, 2 ounces of the flour of Rice, One Nutmeg grated, take five eggs, beat them up together, 6 ounces of Butter, a pint and half of Milk, eight ounces of fine sugar; make a very(?) good Crust, then put in the Ingredients, and Bake it nicely.",
    "detected_titles": [
      "To make an Almond Pudding"
    ],
    "char_count": 333,
    "confidence": 12
  },
  {
    "item_id": "3480",
    "manuscript_title": "Mrs. John Scobell recipe collection manuscript, Reynolds lodging, January 6, 1803",
    "page": "Page 56",
    "recipe_index": 2,
    "transcript": "To Make a Rich Seed Cake\nTake a pound of flour well dried, a pound of butter, a pound of loaf Sugar beat and sifted, eight Eggs, two ounces of carraway seeds, one nutmeg grated, and its weight of cinnamon; first beat your butter to a cream, then put in your Sugar, beat the whites of your Eggs half an hour, mix them with your Sugar and butter, then beat",
    "detected_titles": [
      "To Make a Rich Seed Cake"
    ],
    "char_count": 354,
    "confidence": 12
  },
  {
    "item_id": "3480",
    "manuscript_title": "Mrs. John Scobell recipe collection manuscript, Reynolds lodging, January 6, 1803",
    "page": "Page 62",
    "recipe_index": null,
    "transcript": "To Make a Bride's Cake\nTake four pounds of fine flour well dried, four pounds of fresh butter, 2 pounds of loaf sugar, ground and sift fine a quarter of an ounce of Mace, the same of nutmeg & to every pound of flour put eight eggs, wash four pound of currants pick them well and dry them before the time. Blanch a pound of sweet almonds and cut them lengthways then a pound of citron, one pound of candied oranges, the same of lemon & half a pint of brandy. First work the butter with your hand to cream, then beat in your sugar a quarter of an hour. Beat the whites of your eggs for a very strong, froth mix them with your sugar and butter, beat your yolks half an hour at least and mix them with your cake",
    "detected_titles": [
      "To Make a Bride's Cake"
    ],
    "char_count": 707,
    "confidence": 13
  },
  {
    "item_id": "3481",
    "manuscript_title": "Miss Collins recipe collection manuscript, 19th century?",
    "page": "Page 21",
    "recipe_index": null,
    "transcript": "To make Snow 21\nSet a quart of new milk over the fire, sweeten it, and add to it some orange flower water. Beat ten or twelve whites of eggs with sugar & orange flower water, to a very stiff froth, The milk must be in a stew pan, and when boiling, throw on it with a spoon the froth in separate small pieces, let it remain untill sufficiently hardened, then place them on a dish to drain, and make a custard of the milk & yolks of Eggs, which put in a broad china dish, & when cold place the Snow on it, ornament with citron, or preserves - You may beat the whites of Eggs with red currant jelly to a stiff froth, & put on a custard, but it must not be boiling, & four Eggs will be enough with two common glasses of Jelly. \n\nStanding [Crush?]\nBoil half a pound of beef suet in a pint of milk, or water, pour it on a quart of flour with a little salt make it to a paste and while warm knead it, and make it up.",
    "detected_titles": [
      "To make Snow"
    ],
    "char_count": 909,
    "confidence": 13
  },
  {
    "item_id": "3481",
    "manuscript_title": "Miss Collins recipe collection manuscript, 19th century?",
    "page": "Page 35",
    "recipe_index": null,
    "transcript": "Millet seed pudding 35\nTake millet seed, butter, and sugar, a quarter a pound of each, a couple of bitter almonds pounded, and an ounce of candied orange peel, pour on it a quart of new milk, & bake it, with, or without a crust.\n\nAnother\nBoil a pint of milk with some lawrel leaves or a few bitter almonds, shake in when it is hot three ounces of pounded millet seeds, let it remain a little to thicken stirring it all the time, take out the leaves, and throw it into a pan with a piece of butter, when cold add four eggs strained (leaving out two whites) & a little cream, an hour & quarter will bake or boil it, with the latter make wine sauce.\n\nA baked bread pudding\nBoil a pinch and half of new milk with lawrel leaves, pour it on the crumb of a twopenny loaf beat it smooth, when cold add four yolks & two whites of eggs, quarter a pound of suet shred small, some nutmeg, sugar, lemon peel, & a glass of white wine, you may add half a pound of currants",
    "detected_titles": [
      "A baked bread pudding"
    ],
    "char_count": 957,
    "confidence": 13
  },
  {
    "item_id": "3481",
    "manuscript_title": "Miss Collins recipe collection manuscript, 19th century?",
    "page": "Page 4",
    "recipe_index": null,
    "transcript": "To preserve Lemon or Orange rind\nWhen the juice of the lemons have been squeezed for use, take the rinds and boil them in a large quantity of water till they are very tender, and the pulp will separate clean from the other part, weigh them, & make an equal quantity of sugar to a rich syrup with as little water as possible, put the rinds into the Syrup, and boil them five or six minutes, you may preserve sweet, or seville orange peel the same way and either may be kept in the same syrup.\n\nA baked apple pudding\nCover the bottom of your dish with thin paste, boil and mash ten large apples melt a quarter of a pound butter, beat the yolks of six Eggs, and mix it together with a teaspoonfull of grated lemon peel and a little ginger, sweeten it, & put it on the paste. Three quarters of an hour will bake it.",
    "detected_titles": [
      "To preserve Lemon or Orange rind",
      "A baked apple pudding"
    ],
    "char_count": 811,
    "confidence": 11
  },
  {
    "item_id": "3481",
    "manuscript_title": "Miss Collins recipe collection manuscript, 19th century?",
    "page": "Page 50",
    "recipe_index": null,
    "transcript": "Plum cakes\nhalf a pound of flour dried, half a pound of currants when washed & dried. three ounces of sugar pounded, two yokes, & one white of egg, one spoonful of cream, one of water, (orange flower or rose water is better) or a little mace, and nutmeg. Mix it with a spoon, and drop the cakes on tins - bake them in a [illegible] oven. You must cut four ounces of butter into the flour.\n\nA Souffle\nTwo spoonsful of arrow root mixed with a pint of new milk, a quarter a pint of cream, one oz. of butter, and a little lemon peel. [illegible] it over a stove till it is thick, when a little cold, add the yolks of six",
    "detected_titles": [
      "A Souffle"
    ],
    "char_count": 616,
    "confidence": 12
  },
  {
    "item_id": "3482",
    "manuscript_title": "Elizabeth Langlie [Langley] [Cookery Manuscript]",
    "page": "Page 13",
    "recipe_index": 1,
    "transcript": "To make past of Almonds\n\nBeate to past half a pound of banched almonds with a qr of a pound of Sugar: 2 grains of muske, the juice of a Lemmon: All this being beaten together to perfect paste, make it up in Little Loafes in the facion of a manchet every one of them in the [illegible] of an egg & lay every one of them in on a peece of [illegible] & So bake them: you shall see them rise up white and hollow, when they be baked you may guild them and box them & keepe them all the year: it is a fine sort of banketting: you may if you please print some of them in moulds before you bake it -\n\nTo Butter Goosbereys.\n\nTake a quart of the greenest bereys before they be ripe: 3 quarters of a pound of butter and boyle them betweene two dishes & when they begin to be Saft, then brake them with the back of a Spoon, till you can discerne no skins, then season it with sugar as sweet as you like it then beate the yolks of 2 eggs and put after the Goosbereys and Sugar [hath?] boyled together a Little, then let it boyle all together 2 or 3 [roalmes?] to Serve it up in Sippets.",
    "detected_titles": [
      "To make past of Almonds"
    ],
    "char_count": 1073,
    "confidence": 12
  }
]